{
	"_meta": {
		"sources": [
			{
				"json": "UAThreePillarExperience",
				"abbreviation": "UA3PE",
				"full": "Unearthed Arcana: Three-Pillar Experience",
				"authors": [
					"Wizards of the Coast"
				],
				"convertedBy": [
					"Giddy"
				],
				"version": "1.0.0",
				"url": "https://media.wizards.com/2017/dnd/downloads/UA-ThreePillarXP.pdf",
				"dateReleased": "2017-08-07"
			}
		],
		"dateAdded": 1701616429,
		"dateLastModified": 1701618486,
		"_dateLastModifiedHash": "1e1309d7af"
	},
	"variantrule": [
		{
			"name": "Three-Pillar Experience",
			"source": "UAThreePillarExperience",
			"page": 1,
			"type": "section",
			"entries": [
				{
					"type": "entries",
					"name": "Gaining Levels",
					"entries": [
						"Under this system, you gain a level each time you accumulate 100 XP. When you cross that threshold and increase your character's level, you reduce your current XP total by 100."
					]
				},
				{
					"type": "entries",
					"name": "Dividing XP",
					"entries": [
						"Under this system, XP is not usually divided among party members. The award for an adventure is the same for all members of the party. If defeating a monster awards 10 XP, each member of the party gains 10 XP.",
						"If the party is exceptionally large, though, the notion of safety in numbers makes awards a little easier to earn. If there are more than six members of a party eligible to earn XP (counting both player characters and NPCs), halve all experience awards."
					]
				},
				{
					"type": "entries",
					"name": "Earning Experience Points",
					"entries": [
						"You gain experience points through activities representing each of the three pillars of adventuring: exploration, social interaction, and combat. Each type of game play awards XP differently.",
						{
							"type": "entries",
							"name": "Exploration",
							"entries": [
								"You gain XP for recovering lost magic items, claiming hidden treasure caches, and exploring abandoned sites or places of power. Your character can gain experience points by retrieving a mighty weapon from a dragon's hoard, stealing a diamond from an evil baron, or uncovering the location of a lost temple of evil.",
								"The value of a location or item compared to your level determines its XP value. Finding a treasure or exploring a location appropriate to your tier earns you 10 XP, plus an additional 10 XP for each tier above your current tier. You don't gain XP for exploration below your tier.",
								{
									"type": "entries",
									"name": "Items",
									"entries": [
										"Valuable treasures and magic items are assigned to tiers as follows:",
										{
											"type": "list",
											"style": "list-hang",
											"items": [
												{
													"type": "item",
													"name": "Tier 1:",
													"entry": "A single item worth 100 gp or more, or a nonconsumable rare magic item"
												},
												{
													"type": "item",
													"name": "Tier 2:",
													"entry": "A single item worth 1,000 gp or more, or a nonconsumable very rare magic item"
												},
												{
													"type": "item",
													"name": "Tier 3:",
													"entry": "A single item worth 5,000 gp or more, or a nonconsumable legendary magic item"
												},
												{
													"type": "item",
													"name": "Tier 4:",
													"entry": "A single item worth 50,000 gp or more, or an artifact"
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Locations",
									"entries": [
										"Forgotten locations and sites of power aren't fitted to tiers by any hard and fast rule. Rather, a location's tier depends on its importance in your campaign. You can measure the discovery of a lost location, or the liberation of a place from the clutches of a villain or monster, by the scope of such an action's impact:",
										{
											"type": "list",
											"style": "list-hang",
											"items": [
												{
													"type": "item",
													"name": "Tier 1:",
													"entry": "A location important to a small town or village"
												},
												{
													"type": "item",
													"name": "Tier 2:",
													"entry": "A location vital to a kingdom"
												},
												{
													"type": "item",
													"name": "Tier 3:",
													"entry": "A location important across a world"
												},
												{
													"type": "item",
													"name": "Tier 4:",
													"entry": "A location of cosmic importance"
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Social Interaction",
							"entries": [
								"You gain experience points for turning important NPCs into allies, aligning them with your cause or denying them as assets to your enemies. When you do so, the XP you gain are based on an NPC's power and influence.",
								"You gain 10 XP for swaying an NPC appropriate to your tier, plus an additional 10 XP for each tier above your current one. You gain 5 XP for affecting an NPC one tier below you, but you gain no XP for NPCs of a lower tier than that.",
								"NPCs are assigned to tiers as follows:",
								{
									"type": "list",
									"style": "list-hang",
									"items": [
										{
											"type": "item",
											"name": "Tier 1:",
											"entry": "An NPC with influence over a small town or village, or the equivalent"
										},
										{
											"type": "item",
											"name": "Tier 2:",
											"entry": "An NPC with influence over a city or the equivalent"
										},
										{
											"type": "item",
											"name": "Tier 3:",
											"entry": "An NPC with influence over a kingdom, a continent, or the equivalent"
										},
										{
											"type": "item",
											"name": "Tier 4:",
											"entry": "An NPC (including a deity) with cosmic significance or influence across multiple worlds"
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Combat",
							"entries": [
								"You gain XP for defeating monsters in combat, whether by slaying them or leaving them in a state in which they pose no threat. For example, you might force a demon back to the Abyss or imprison an undead horror in a sealed tomb.",
								"The XP you gain for defeating a monster is determined by comparing the monster's challenge rating to your level. In most cases, you gain 5 XP per monster defeated. That award increases to 15 XP if a monster's challenge rating is twice your level or more. If its challenge rating is half your level or less, that award drops to 2 XP."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Focusing on Pillars",
					"entries": [
						"As a DM, if your campaign focuses on just one or two of the three pillars, you'll simply grant XP awards for those pillars. However, if you eliminate any pillars, you'll want to be sure to give the players plenty of opportunities to find success in challenges making use of the other pillars. Alternatively, you can consider increasing the XP awards for the pillars you do use.",
						"Increasing the reward of the two remaining pillars by 50 percent is a good way to account for losing a single pillar. If you use only one pillar, consider tripling its rewards."
					]
				}
			]
		}
	]
}
