{
	"_meta": {
		"sources": [
			{
				"json": "UA2022GiantOptions",
				"abbreviation": "UA22GO",
				"full": "Unearthed Arcana: 2022 Giant Options",
				"authors": [
					"Wizards of the Coast"
				],
				"convertedBy": [
					"Giddy"
				],
				"version": "1.0.0",
				"url": "https://media.wizards.com/2022/dnd/downloads/UA2022-drjwf73f8n.pdf",
				"dateReleased": "2022-05-26"
			}
		],
		"dateAdded": 1701616429,
		"dateLastModified": 1705794897,
		"_dateLastModifiedHash": "f8f1ea42c5"
	},
	"subclass": [
		{
			"name": " Circle of the Primeval (UA)",
			"shortName": "Primeval (UA)",
			"source": "UA2022GiantOptions",
			"className": "Druid",
			"classSource": "PHB",
			"page": 2,
			"subclassFeatures": [
				"Circle of the Primeval|Druid||Primeval (UA)|UA2022GiantOptions|2",
				"Prehistoric Conduit|Druid||Primeval (UA)|UA2022GiantOptions|6",
				"Titanic Bond|Druid||Primeval (UA)|UA2022GiantOptions|10",
				"Scourge of the Ancients|Druid||Primeval (UA)|UA2022GiantOptions|14"
			]
		},
		{
			"name": "Path of the Giant (UA)",
			"shortName": "Giant (UA)",
			"source": "UA2022GiantOptions",
			"className": "Barbarian",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"Path of the Giant|Barbarian||Giant (UA)|UA2022GiantOptions|3",
				"Elemental Cleaver|Barbarian||Giant (UA)|UA2022GiantOptions|6",
				"Mighty Impel|Barbarian||Giant (UA)|UA2022GiantOptions|10",
				"Demiurgic Colossus|Barbarian||Giant (UA)|UA2022GiantOptions|14"
			]
		},
		{
			"name": "Runecrafter (UA)",
			"shortName": "Runecrafter (UA)",
			"source": "UA2022GiantOptions",
			"className": "Wizard",
			"classSource": "PHB",
			"page": 3,
			"subclassFeatures": [
				"Runecrafter|Wizard||Runecrafter (UA)|UA2022GiantOptions|2",
				"Sigils of Warding|Wizard||Runecrafter (UA)|UA2022GiantOptions|6",
				"Rune Maven|Wizard||Runecrafter (UA)|UA2022GiantOptions|10",
				"Engraved Enmity|Wizard||Runecrafter (UA)|UA2022GiantOptions|14"
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Giant Power",
			"source": "UA2022GiantOptions",
			"page": 1,
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassShortName": "Giant (UA)",
			"subclassSource": "UA2022GiantOptions",
			"level": 3,
			"entries": [
				"{@i 3rd-Level Path of the Giant Feature}",
				"When you choose this path, you learn to speak, read, and write Giant or one other language of your choice if you already know Giant. Additionally, you learn either the druidcraft or {@spell thaumaturgy} cantrip (your choice). Wisdom is your spellcasting ability for this spell."
			]
		},
		{
			"name": "Giant's Havoc",
			"source": "UA2022GiantOptions",
			"page": 1,
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassShortName": "Giant (UA)",
			"subclassSource": "UA2022GiantOptions",
			"level": 3,
			"entries": [
				"{@i 3rd-Level Path of the Giant Feature}",
				"Your rages pull strength from the primal might of giants, transforming you into a hulking force of destruction. While raging, you gain the following benefits:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Crushing Hurl",
							"entries": [
								"When you make a successful ranged attack with a thrown weapon using Strength, you can add your Rage Damage bonus to the attack's damage roll."
							]
						},
						{
							"type": "item",
							"name": "Giant Stature",
							"entries": [
								"Your reach increases by 5 feet, and if you are smaller than Large, you become Large, along with anything you are wearing. If there isn't enough room for you to become Large, your size doesn't change."
							]
						}
					]
				}
			]
		},
		{
			"name": "Path of the Giant",
			"source": "UA2022GiantOptions",
			"page": 1,
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassShortName": "Giant (UA)",
			"subclassSource": "UA2022GiantOptions",
			"level": 3,
			"entries": [
				"Barbarians who walk the Path of the Giant draw strength from the primal forces that are the Giants and their elemental ilk. Their rages surge with elemental power and cause these barbarians to grow in size, transforming them into avatars of primordial might.",
				"During their rage, a barbarian may take after a legendary storm giant, hair turning white and eyes crackling with lightning. Others adopt the monstrous features of apocalyptic titans, rending the world around them so that it may be made anew.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Giant Power|Barbarian||Giant (UA)|UA2022GiantOptions|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Giant's Havoc|Barbarian||Giant (UA)|UA2022GiantOptions|3"
				}
			]
		},
		{
			"name": "Elemental Cleaver",
			"source": "UA2022GiantOptions",
			"page": 1,
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassShortName": "Giant (UA)",
			"subclassSource": "UA2022GiantOptions",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i 6th-Level Path of the Giant Feature}",
				"Your bond with the elemental might of giants and their ilk grows, and you learn to infuse weapons with primordial energy.",
				"When you enter your rage, you can infuse one weapon of your choice that you are holding with one of the following damage types: acid, cold, fire, thunder, or lightning. While you wield the infused weapon during your rage, the weapon's damage type changes to the chosen type, it deals an extra {@damage 1d6} damage of the chosen type when it hits, and it gains the thrown property, with a normal range of 20 feet and a long range of 60 feet. If you throw the weapon, it reappears in your hand the instant after it hits or misses a target. The infused weapon's benefits are suppressed while a creature other than you wields it.",
				"While raging and holding the infused weapon, you can use a bonus action to change the infused weapon's current damage type to a different one from the above damage types."
			]
		},
		{
			"name": "Mighty Impel",
			"source": "UA2022GiantOptions",
			"page": 1,
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassShortName": "Giant (UA)",
			"subclassSource": "UA2022GiantOptions",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i 10th-Level Path of the Giant Feature}",
				"Your connection to giant strength now allows you to hurl both allies and enemies on the battlefield. As a bonus action while raging, you can choose one Medium or smaller creature within your reach and move it to an unoccupied space you can see within 30 feet of yourself. An unwilling creature must succeed on a Strength saving throw (DC equals 8 + your proficiency bonus + your Strength modifier) to avoid the effect.",
				"If, at the end of this movement, the thrown creature isn't on a surface or liquid that can support it, the creature falls, taking damage as normal and landing {@condition prone}."
			]
		},
		{
			"name": "Demiurgic Colossus",
			"source": "UA2022GiantOptions",
			"page": 1,
			"className": "Barbarian",
			"classSource": "PHB",
			"subclassShortName": "Giant (UA)",
			"subclassSource": "UA2022GiantOptions",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i 14th-Level Path of the Giant Feature}",
				"The primordial power of your rage intensifies. When you rage, your reach now increases by 10 feet, your size can increase to Huge, and you can now use your Mighty Impel to move creatures that are Large or smaller.",
				"In addition, the extra damage dealt by your Elemental Cleaver feature increases to {@dice 2d6}."
			]
		},
		{
			"name": "Circle of the Primeval",
			"source": "UA2022GiantOptions",
			"page": 3,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Primeval (UA)",
			"subclassSource": "UA2022GiantOptions",
			"level": 2,
			"entries": [
				"The Circle of the Primeval teaches that, though the land may change over time, it never truly forgets. By tapping into the timeworn memory of the earth, these druids summon and bond with the spirit of a primeval behemoth—a hulking creature that once ruled the ancient world alongside the giants. The most well-known primeval behemoths are the dinosaurs, but spirits bonded with members of the Circle of the Primeval have also taken the form of ancient predecessors to today's common beasts and other fantastical titanic creatures.",
				"Working alongside their companion spirit, most druids of the Circle of the Primeval spend their lives delving into long-forgotten places and preserving the remnants of bygone eras. As a druid's power grows, so does their companion, the beast starting near equal in size to its druid partner before increasing in stature until it too towers over the land.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Keeper of Old|Druid||Primeval (UA)|UA2022GiantOptions|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Primeval Companion|Druid||Primeval (UA)|UA2022GiantOptions|2"
				}
			]
		},
		{
			"name": "Keeper of Old",
			"source": "UA2022GiantOptions",
			"page": 3,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Primeval (UA)",
			"subclassSource": "UA2022GiantOptions",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i 2nd-Level Circle of the Primeval Feature}",
				"Your connection to the mighty primeval behemoths allows you new insight into the ancient world. You gain proficiency in the {@skill History} skill. When you make an Intelligence ({@skill History}) check, you can roll a {@dice d4} and add the number rolled to the ability check."
			]
		},
		{
			"name": "Primeval Companion",
			"source": "UA2022GiantOptions",
			"page": 3,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Primeval (UA)",
			"subclassSource": "UA2022GiantOptions",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i 2nd-Level Circle of the Primeval Feature}",
				"Starting when you choose this circle, you can call upon the primeval creature whose spirit is bound to you. As an action, you can expend one use of your Wild Shape feature to summon your primeval companion, rather than assuming a beast form. The companion appears in an unoccupied space of your choice within 30 feet of you.",
				"The primeval companion is friendly to you and your companions, and it obeys your commands. See this creature's game statistics in the {@creature Primeval Companion|UA2022GiantOptions} stat block, which uses your proficiency bonus (PB) in several places. You can determine the cosmetic appearance of the companion; for example, your companion may evoke ancient predators like raptors or saber-toothed tigers, or it might be more inclined for defense, appearing as an armored ankylosaurus or a wooly rhino. These choices have no effect on the companion's game statistics.",
				"In combat, the companion shares your initiative count, but it takes its turn immediately after yours. It can move and use its reaction on its own, but the only action it takes on its turn is the {@action Dodge} action, unless you take a bonus action on your turn to command it to take another action. That action can be one in its stat block or some other action. If you are {@condition incapacitated}, the companion can take any action of its choice, not just {@action Dodge}.",
				"The companion remains until it is reduced to 0 hit points or until you die, at which point the companion vanishes. If you use this feature to summon the companion again and you already have a companion present, the first companion immediately vanishes. Anything the companion was wearing or carrying is left behind when the companion vanishes."
			]
		},
		{
			"name": "Prehistoric Conduit",
			"source": "UA2022GiantOptions",
			"page": 3,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Primeval (UA)",
			"subclassSource": "UA2022GiantOptions",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i 6th-Level Circle of the Primeval Feature}",
				"You learn how to channel your magic through your primeval companion. When you cast a spell with a range other than self, the spell can originate from you or your primeval companion.",
				"In addition, if the primeval companion is affected by a spell you cast that allows creatures to make a saving throw against its effects, the primeval companion has advantage on its saving throw. If the primeval companion would normally take half damage on a successful save against this spell, the companion instead takes no damage on a successful save and half damage with no additional effects on a failed save."
			]
		},
		{
			"name": "Titanic Bond",
			"source": "UA2022GiantOptions",
			"page": 3,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Primeval (UA)",
			"subclassSource": "UA2022GiantOptions",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i 10th-Level Circle of the Primeval Feature}",
				"The primeval companion grows to Large size, and when you summon it, you can grant it either a climbing speed or a swimming speed equal to its walking speed.",
				"In turn, the primeval companion lends you some of its terrifying might. Once per turn while your primeval companion is summoned, when you hit a creature with an attack or deal damage to a creature you can see with a spell you cast, you can force that creature to make a Wisdom saving throw against your spell save DC; on a failure, the creature is {@condition frightened} of you until the end of your next turn."
			]
		},
		{
			"name": "Scourge of the Ancients",
			"source": "UA2022GiantOptions",
			"page": 3,
			"className": "Druid",
			"classSource": "PHB",
			"subclassShortName": "Primeval (UA)",
			"subclassSource": "UA2022GiantOptions",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i 14th-Level Circle of the Primeval Feature}",
				"You have learned to fully harness the titanic legacy of your companion. As part of the bonus action you use to command your companion, you can expend a spell slot of any level to heighten your primeval companion's might, granting it the following benefits:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Hulking Behemoth",
							"entries": [
								"The companion becomes Huge and gains temporary hit points equal to 10 times the level of the spell slot expended. If there isn't enough room for the companion to become Huge, it attains the maximum possible size in the space available."
							]
						},
						{
							"type": "item",
							"name": "Mauler",
							"entries": [
								"On a hit, the companion's Strike deals additional damage equal to {@dice 1d8} plus the level of the spell slot expended."
							]
						},
						{
							"type": "item",
							"name": "Titanic Stride",
							"entries": [
								"The companion's walking speed increases by a number of feet equal to 5 times the level of the spell slot expended."
							]
						}
					]
				},
				"These benefits last for 1 hour, until the companion vanishes, or until you expend a spell slot for this feature again."
			]
		},
		{
			"name": "Runecrafter",
			"source": "UA2022GiantOptions",
			"page": 3,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Runecrafter (UA)",
			"subclassSource": "UA2022GiantOptions",
			"level": 2,
			"entries": [
				"Runecrafter wizards enhance their spellcasting through the ancient power of runes. Though the tradition originated with the giant rune casters of old, runecraft magic has expanded to encompass countless languages and practitioners across different worlds.",
				"For many runecrafters, the runes they wield are as every bit unique and personal as their spellbook. Some strive to honor the practice's origins among the giants, engraving their runes on decorative stones that adorn their spellcasting implements, while others messily scribble their runes on scraps of paper.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Runes of Understanding|Wizard||Runecrafter (UA)|UA2022GiantOptions|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Runic Empowerment|Wizard||Runecrafter (UA)|UA2022GiantOptions|2"
				}
			]
		},
		{
			"name": "Runes of Understanding",
			"source": "UA2022GiantOptions",
			"page": 3,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Runecrafter (UA)",
			"subclassSource": "UA2022GiantOptions",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i 2nd-Level Runecrafter Feature}",
				"Your study of runecraft has unlocked the ability to decode runes and languages, regardless of their origin; you always have comprehend languages prepared, you can cast it without expending a spell slot, and the spell doesn't count against the number of spells you have prepared."
			]
		},
		{
			"name": "Runic Empowerment",
			"source": "UA2022GiantOptions",
			"page": 3,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Runecrafter (UA)",
			"subclassSource": "UA2022GiantOptions",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i 2nd-Level Runecrafter Feature}",
				"When you choose this subclass, you learn how to amplify your magic through the application of various runes. Your knowledge of these runes is stored in your spellbook, though you determine the runes' cosmetic appearance. For example, your runes could be engraved into the cover of your spellbook, glowing whenever you cast a spell, or you could work the shape and meaning of the runes directly into a spell's somatic and verbal components. When you cast a spell using a spell slot, you can invoke one of the following runes:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Life Rune",
							"entries": [
								"When you invoke this rune, choose one creature you can see within 30 feet of you (you can choose yourself). The chosen creature gains temporary hit points equal to 5 times the level of the spell slot expended."
							]
						},
						{
							"type": "item",
							"name": "War Rune",
							"entries": [
								"When you invoke this rune, choose one creature you can see within 30 feet of you. Until the end of your next turn, attack rolls that target the chosen creature gain a bonus equal to half the level of the spell slot expended (rounded up, minimum of +1)."
							]
						},
						{
							"type": "item",
							"name": "Wind Rune",
							"entries": [
								"When you invoke this rune, your speed increases by a number of feet equal to 5 times the level of the spell slot expended, and your movement doesn't provoke opportunity attacks. These benefits last until the start of your next turn."
							]
						}
					]
				},
				"You can invoke no more than one rune per spell. You can use this feature a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest."
			]
		},
		{
			"name": "Sigils of Warding",
			"source": "UA2022GiantOptions",
			"page": 3,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Runecrafter (UA)",
			"subclassSource": "UA2022GiantOptions",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i 6th-Level Runecrafter Feature}",
				"You can call on a rune of protection to guard yourself against threats. When you fail a Strength, Dexterity, or Constitution saving throw, you can use your reaction to expend one use of your Runic Empowerment and succeed on the saving throw instead."
			]
		},
		{
			"name": "Rune Maven",
			"source": "UA2022GiantOptions",
			"page": 3,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Runecrafter (UA)",
			"subclassSource": "UA2022GiantOptions",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i 10th-Level Runecrafter Feature}",
				"Your understanding of runecraft has grown immensely. Whenever you use your Arcane Recovery feature, you also regain a number of your expended uses of Runic Empowerment. The number of uses you regain can be no more than half your Intelligence modifier, rounded up (minimum of 1)."
			]
		},
		{
			"name": "Engraved Enmity",
			"source": "UA2022GiantOptions",
			"page": 3,
			"className": "Wizard",
			"classSource": "PHB",
			"subclassShortName": "Runecrafter (UA)",
			"subclassSource": "UA2022GiantOptions",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i 14th-Level Runecrafter Feature}",
				"You have mastered the art of wielding your runes directly against your foes. As a bonus action, you can target one creature you can see within 60 feet of yourself. The creature must succeed on a Wisdom saving throw against your spell save DC or be magically marked by an enmity rune.",
				"The enmity rune appears as a faintly glowing mote of energy that hovers over the marked creature, which suffers the following effects:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Runecraft's Bane",
							"entries": [
								"The creature has disadvantage on saving throws made against spells you cast."
							]
						},
						{
							"type": "item",
							"name": "Unveiled Enemy",
							"entries": [
								"The radiance of the glowing rune makes the creature visible if it's {@condition invisible}, and the creature can't become {@condition invisible} while the rune persists."
							]
						},
						{
							"type": "item",
							"name": "Woeful Curse",
							"entries": [
								"When you mark the creature, and as a bonus action on subsequent turns for the duration, you can invoke the enmity rune to curse the creature until the start of your next turn. The next time one of your allies hits the cursed creature with an attack roll, the target also takes {@damage 1d8} force damage, and the curse ends."
							]
						}
					]
				},
				"The enmity rune lasts for 1 minute or until you lose your {@status concentration} (as if you were {@status concentration||concentrating} on a spell). Once you have marked a creature in this way, you can't do so again until you finish a long rest, unless you expend a spell slot of 3rd level or higher to use this feature again."
			]
		}
	],
	"feat": [
		{
			"name": "Elemental Touched",
			"source": "UA2022GiantOptions",
			"page": 4,
			"entries": [
				"You've been exposed to the primordial magic of the Elemental Planes, granting you a measure of control over the natural world around you. You learn the either the druidcraft or {@spell thaumaturgy} cantrip, using Intelligence, Wisdom, or Charisma as the spellcasting ability (choose when you gain this feat).",
				"Whenever you finish a long rest, you can choose which element you are attuned to: Air, Earth, Fire, or Water. Depending on your choice, you can use a bonus action to cause one of the following effects:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Air",
							"entries": [
								"You gain a fly speed equal to your walking speed until the end of your turn. If you are airborne at the end of your turn after using this movement and aren't held aloft by other means, you fall."
							]
						},
						{
							"type": "item",
							"name": "Earth",
							"entries": [
								"You cause the ground within 30 feet of you to become {@quickref difficult terrain||3} for 1 minute or until you create this effect again. During that time, you can move across ground that is {@quickref difficult terrain||3} without spending extra movement."
							]
						},
						{
							"type": "item",
							"name": "Fire",
							"entries": [
								"You surround yourself in a cloud of ash and smoke. Until the end of your turn, your movement doesn't provoke opportunity attacks."
							]
						},
						{
							"type": "item",
							"name": "Water",
							"entries": [
								"You can create a forceful surge of water directed at a creature within 15 feet of you that you can see. The creature must succeed on a Strength saving throw (which it can choose to fail) against a DC equal to 8 + your spellcasting ability modifier + your proficiency bonus or be pushed up to 10 feet away from you. The water vanishes immediately after the creature succeeds or fails."
							]
						}
					]
				},
				"You can create this effect a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest."
			]
		},
		{
			"name": "Ember of the Fire Giant",
			"source": "UA2022GiantOptions",
			"page": 5,
			"prerequisite": [
				{
					"level": 8
				}
			],
			"resist": [
				"fire"
			],
			"entries": [
				"You've manifested the fiery combat emblematic of fire giants, granting you the following benefits:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Born of Flame",
							"entries": [
								"You have resistance to fire damage."
							]
						},
						{
							"type": "item",
							"name": "Searing Ignition",
							"entries": [
								"When you take the {@action Attack} action on your turn, you can replace one of your attacks with a magical burst of flame. Each creature of your choice within 15 feet of you that can see you must make a Dexterity saving throw (DC equals 8 + your proficiency bonus + your Constitution modifier). On a failed save, a creature takes fire damage equal to {@dice 2d6} + your proficiency bonus and is {@condition blinded} until the start of your next turn; on a successful save, the creature takes half as much damage with no additional effects. You can use your Searing Ignition a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest."
							]
						}
					]
				}
			]
		},
		{
			"name": "Fury of the Frost Giant",
			"source": "UA2022GiantOptions",
			"page": 4,
			"prerequisite": [
				{
					"level": 4
				}
			],
			"resist": [
				"cold"
			],
			"entries": [
				"You've manifested the icy might emblematic of frost giants, granting you the following benefits:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Born of Ice",
							"entries": [
								"You have resistance to cold damage."
							]
						},
						{
							"type": "item",
							"name": "Frigid Vengeance",
							"entries": [
								"When a creature hits you with an attack roll, you can use your reaction to retaliate with a burst of magical ire. The creature must succeed on a Wisdom saving throw (DC equals 8 + your proficiency bonus + your Constitution modifier) or be {@condition frightened} of you until the start of its next turn. You can use your reaction in this way a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest."
							]
						}
					]
				}
			]
		},
		{
			"name": "Guile of the Cloud Giant",
			"source": "UA2022GiantOptions",
			"page": 4,
			"prerequisite": [
				{
					"level": 8
				}
			],
			"entries": [
				"You've manifested the airy speech and magic emblematic of cloud giants, granting you the following benefits:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Misty Form",
							"entries": [
								"You can cast the {@spell blur} spell without using a spell slot or material components. When you cast the spell in this way, the spell doesn't require you to maintain {@status concentration} on it. Once you cast the spell in this way, you can't do so again until you finish a long rest. You can also cast this spell in the normal way using spell slots you have of the appropriate level. Intelligence, Wisdom, or Charisma is your spellcasting ability for this feature (choose when you gain this feat)."
							]
						},
						{
							"type": "item",
							"name": "Silver Tongue",
							"entries": [
								"You gain proficiency in either the {@skill Deception} or {@skill Persuasion} skill. Your proficiency bonus is doubled for any ability check you make using this skill."
							]
						}
					]
				}
			]
		},
		{
			"name": "Keenness of the Stone Giant",
			"source": "UA2022GiantOptions",
			"page": 5,
			"prerequisite": [
				{
					"level": 4
				}
			],
			"entries": [
				"You've manifested the protection and spellcasting emblematic of stone giants, granting you the following benefits:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Dreamer's Magic",
							"entries": [
								"You learn the {@spell detect thoughts} spell and one {@filter 1st-level spell|spells|level=1|school=A;D} of your choice. The 1st-level spell must be from the abjuration or the divination school of magic. You can cast each of these spells without expending a spell slot. Once you cast either of these spells in this way, you can't cast that spell in this way again until you finish a long rest. You can also cast these spells using spell slots you have of the appropriate level. Intelligence, Wisdom, or Charisma is your spellcasting ability for this feature (choose when you gain this feat)."
							]
						},
						{
							"type": "item",
							"name": "Mountain Sight",
							"entries": [
								"You gain {@sense darkvision} out to a range of 60 feet. If you already have {@sense darkvision} from another source, its range increases by 30 feet."
							]
						}
					]
				}
			]
		},
		{
			"name": "Outsized Might",
			"source": "UA2022GiantOptions",
			"page": 5,
			"entries": [
				"You have absorbed primeval magic that allows you, despite your relatively small stature, to embody the might of titanic creatures. This grants you the following benefits:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Little but Mighty",
							"entries": [
								"You gain proficiency in either the {@skill Athletics} or {@skill Acrobatics} skill."
							]
						},
						{
							"type": "item",
							"name": "Powerful Build",
							"entries": [
								"You count as one size larger when determining your carrying capacity and the amount you can push, drag, or lift."
							]
						},
						{
							"type": "item",
							"name": "Stalwart",
							"entries": [
								"You have advantage on saving throws against being moved or knocked {@condition prone}."
							]
						}
					]
				}
			]
		},
		{
			"name": "Rune Carver Adept",
			"source": "UA2022GiantOptions",
			"page": 5,
			"prerequisite": [
				{
					"level": 4,
					"feat": [
						"rune carver apprentice|ua2022giantoptions"
					]
				}
			],
			"entries": [
				"Your skill with the art of runecraft has increased.",
				"Whenever you finish a long rest, you can now mark a number of objects equal to your proficiency bonus with a rune from the Rune Carver Apprentice feat. An object can have only one rune at a time, and you must inscribe a different rune on each object."
			]
		},
		{
			"name": "Rune Carver Apprentice",
			"source": "UA2022GiantOptions",
			"page": 5,
			"entries": [
				"You've begun studying the art of runecraft, which allows you to temporarily mark your items and imbue them with magic.",
				"Whenever you finish a long rest, you can mark one nonmagical weapon, armor, piece of clothing, or other object you can touch with a rune of your choice. You temporarily learn one 1st-level spell based on the rune you choose, as specified in the Rune Spells table, and you know the spell until you finish a long rest, when the rune fades.",
				{
					"type": "table",
					"caption": "Rune Spells",
					"colLabels": [
						"Rune",
						"Spell"
					],
					"colStyles": [
						"col-2",
						"col-10"
					],
					"rows": [
						[
							"Blood",
							"{@spell False life}"
						],
						[
							"Cloud",
							"{@spell Fog cloud}"
						],
						[
							"Death",
							"{@spell Ray of sickness}"
						],
						[
							"Dragon",
							"{@spell Chromatic orb}"
						],
						[
							"Enemy",
							"{@spell Bane}"
						],
						[
							"Fire",
							"{@spell Burning hands}"
						],
						[
							"Friend",
							"{@spell Bless}"
						],
						[
							"Frost",
							"{@spell Armor of Agathys}"
						],
						[
							"Hill",
							"{@spell Goodberry}"
						],
						[
							"Journey",
							"{@spell Longstrider}"
						],
						[
							"King",
							"{@spell Command}"
						],
						[
							"Light",
							"{@spell Guiding bolt}"
						],
						[
							"Life",
							"{@spell Cure wounds}"
						],
						[
							"Mountain",
							"{@spell Jump}"
						],
						[
							"Shield",
							"{@spell Shield}"
						],
						[
							"Stone",
							"{@spell Sanctuary}"
						],
						[
							"Storm",
							"{@spell Thunderwave}"
						],
						[
							"War",
							"{@spell Heroism}"
						],
						[
							"Wind",
							"{@spell Feather fall}"
						]
					]
				},
				"While you are wearing or carrying the rune-marked object, you can cast the chosen spell associated with the rune once without using a spell slot or material components, and you can also cast the spell using any spell slots you have.",
				"Your spellcasting ability for this feat is Intelligence, Wisdom, or Charisma (choose when you gain this feat)"
			]
		},
		{
			"name": "Soul of the Storm Giant",
			"source": "UA2022GiantOptions",
			"page": 5,
			"prerequisite": [
				{
					"level": 8
				}
			],
			"entries": [
				"You've manifested divination abilities and tempest magic emblematic of storm giants, granting you the following benefits:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Maelstrom Aura",
							"entries": [
								"As a bonus action, you surround yourself in an aura of magical wind and lightning that extends 10 feet from you in every direction but not through total cover. The aura lasts for 1 minute or until you are {@condition incapacitated}. While the aura is active, attack rolls against you have disadvantage, and whenever a creature starts its turn within the sphere, you can force the creature's speed to be halved until the start of its next turn. Once you use this bonus action, you can't do so again until you finish a long rest."
							]
						},
						{
							"type": "item",
							"name": "Storm's Oracle",
							"entries": [
								"You can cast the {@spell divination} spell as a ritual, without needing material components. Intelligence, Wisdom, or Charisma is your spellcasting ability for this feature (choose when you gain this feat). Once you cast the spell in this way, you can't do so again until you finish a long rest."
							]
						}
					]
				}
			]
		},
		{
			"name": "Vigor of the Hill Giant",
			"source": "UA2022GiantOptions",
			"page": 5,
			"prerequisite": [
				{
					"level": 4
				}
			],
			"entries": [
				"You've manifested the resilience emblematic of hill giants, granting you the following benefits:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Bulwark",
							"entries": [
								"When you are subjected to an effect that would move you at least 5 feet or knock you {@condition prone}, you can use your reaction to steady yourself. You are then neither moved nor knocked {@condition prone}."
							]
						},
						{
							"type": "item",
							"name": "Hearty Health",
							"entries": [
								"When you are subjected to a spell that restores your hit points, you can regain additional hit points equal to your Constitution modifier. You can regain these additional hit points a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest."
							]
						}
					]
				}
			]
		}
	],
	"monster": [
		{
			"name": "Primeval Companion",
			"source": "UA2022GiantOptions",
			"page": 2,
			"size": [
				"M"
			],
			"type": "beast",
			"alignment": [
				"N"
			],
			"ac": [
				{
					"special": "13 + PB (natural armor)"
				}
			],
			"hp": {
				"special": "10 + five times your druid level (the companion has a number of Hit Dice [d10s] equal to your druid level)"
			},
			"speed": {
				"walk": 30
			},
			"str": 15,
			"dex": 15,
			"con": 17,
			"int": 6,
			"wis": 12,
			"cha": 8,
			"save": {
				"dex": "+2 + PB",
				"con": "+3 + PB"
			},
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 11,
			"languages": [
				"understands the languages you speak"
			],
			"pbNote": "equals your bonus",
			"action": [
				{
					"name": "Strike",
					"entries": [
						"{@atk mw} +2 plus PB to hit, reach 5 ft., one target. {@h}{@dice 1d8} plus PB bludgeoning, piercing, or slashing damage (your choice)."
					]
				}
			],
			"reaction": [
				{
					"name": "Intercept Attack",
					"entries": [
						"When a creature the companion can see hits a target with an attack, and the target is within 5 feet of the companion, the target instead takes half the damage. The companion takes the remainder of the damage."
					]
				}
			],
			"tokenHref": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/unearthed-arcana/master/_img/UA2022GiantOptions/tokens/Primeval Companion.webp"
			},
			"senseTags": [
				"D"
			],
			"miscTags": [
				"MW"
			]
		}
	]
}
