{
	"_meta": {
		"sources": [
			{
				"json": "UAWhenArmiesClash",
				"abbreviation": "UAWAC",
				"full": "Unearthed Arcana: When Armies Clash",
				"authors": [
					"Wizards of the Coast"
				],
				"version": "1.0.0",
				"url": "https://media.wizards.com/2015/downloads/dnd/UA_Battlesystem.pdf",
				"dateReleased": "2015-02-02"
			}
		],
		"dateAdded": 1671807084,
		"dateLastModified": 1699878415,
		"_dateLastModifiedHash": "895158a670"
	},
	"book": [
		{
			"name": "Unearthed Arcana: When Armies Clash",
			"id": "UAWAC",
			"source": "UAWhenArmiesClash",
			"group": "prerelease",
			"coverUrl": "img/covers/blank.webp",
			"published": "2015-02-02",
			"author": "Mike Mearls",
			"contents": [
				{
					"name": "When Armies Clash",
					"headers": [
						"The Combatants",
						"Combat Procedure",
						"Objectives and Victory Points"
					]
				}
			]
		}
	],
	"bookData": [
		{
			"id": "UAWAC",
			"source": "UAWhenArmiesClash",
			"data": [
				{
					"type": "section",
					"name": "When Armies Clash",
					"page": 1,
					"entries": [
						"The D&D combat rules in the Player's Handbook are designed to model conflict between small groups—an adventuring party of perhaps three to six characters against monster groups that rarely exceed a dozen creatures. Combat on this scale keeps the focus squarely on the adventurers.",
						"In some D&D campaigns, though, the story might hinge on battles involving dozens or hundreds of monsters and warriors. The rules presented here build on the standard combat rules to model conflict on a much larger scale, while still enabling individual adventurers to lead an army's charge against an enemy regiment, rally dispirited soldiers to rejoin the fray, or defeat powerful enemy monsters or leaders.",
						"In most cases, when two armies oppose one another, the DM serves as the general for one side, and one or more players serve as generals for the opposing force. These leaders direct the soldiers that make up their armies, and everyone at the table might also represent individual champions (such as the player characters and important NPCs) who are capable of turning the tide of battle all by themselves.",
						{
							"type": "section",
							"name": "The Combatants",
							"page": 1,
							"entries": [
								"In these rules, the elements of an army are stands, each of which represents ten creatures of the same kind, and solos, which are powerful individuals that can act alone or join an allied stand. A stand behaves much like a single creature in the standard combat rules, with its own hit points, saving throws, and attacks.",
								"Stands and solos on each side are grouped into units of dozens or even hundreds of creatures. A unit generally moves and attacks as a single entity, with all of its members using the same strategy and tactics every round.",
								{
									"type": "entries",
									"name": "Miniatures and Scale",
									"page": 1,
									"entries": [
										"For ease of play, clarity, and speed of combat resolution, these rules assume the use of miniatures and a grid, just as you might use for small-scale combat. However, time and distance work a bit differently under these rules.",
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Time",
													"page": 1,
													"entries": [
														"Each round of combat represents 1 minute."
													]
												},
												{
													"type": "entries",
													"name": "Distance",
													"page": 1,
													"entries": [
														"A single square measures 20 feet on each side."
													]
												},
												{
													"type": "entries",
													"name": "Diagonals",
													"page": 1,
													"entries": [
														"Diagonally contiguous squares (those that touch only at a corner) are not considered adjacent; each is 1 square away from the other. Stands and solos cannot move diagonally. When determining the distance between one square and another, do not count squares diagonally."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Stands",
									"page": 1,
									"entries": [
										"A stand consists of ten identical creatures that move and fight as a single entity. Only creatures of Huge size or smaller can be formed into stands. Gargantuan creatures always fight as individuals; see \"Solos\" later in this section.",
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Space",
													"page": 1,
													"entries": [
														"A stand of creatures occupies the same space on a 20-foot grid that a single creature would occupy on a 5-foot grid.",
														{
															"type": "table",
															"colLabels": [
																"Creature Size",
																"Space"
															],
															"colStyles": [
																"col-7",
																"col-5"
															],
															"rows": [
																[
																	"Medium or smaller",
																	"1 square"
																],
																[
																	"Large",
																	"2 × 2 squares"
																],
																[
																	"Huge",
																	"3 × 3 squares"
																]
															]
														}
													]
												},
												{
													"type": "entries",
													"name": "Statistics",
													"page": 1,
													"entries": [
														"A stand uses the statistics and special abilities of the creatures within the stand, such as Armor Class, hit points, attack and damage capabilities, and so on."
													]
												},
												{
													"type": "entries",
													"name": "Speed",
													"page": 1,
													"entries": [
														"The speed of a stand is measured in squares, and is equal to the speed of an individual creature divided by 5. For example, a stand of hobgoblins (individual speed 30 feet) has a speed of 6 squares."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Units",
									"page": 2,
									"entries": [
										"A unit is a group of stands organized into a single, cohesive group that fights and acts as one. A unit can contain stands of different kinds of creatures, such as orcs and ogres. A unit can have any number of stands.",
										"Stands can be organized into units of two different types: skirmishers and regiments. In general, skirmishers have lighter armor and focus on scouting, while regiments focus on attacking or defending a point on the battlefield. A unit's type is designated before the battle begins and cannot be changed once the fight is in progress.",
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Skirmishers",
													"page": 2,
													"entries": [
														"Skirmisher units are loosely organized. They excel at moving quickly, making hit-and-run attacks, and scouting ahead of the main army.",
														"A skirmisher unit has the following characteristics:",
														{
															"type": "list",
															"items": [
																"All stands in the unit have advantage on Dexterity saving throws.",
																"A skirmisher unit uses the highest Dexterity modifier from among its component stands to determine initiative.",
																"The unit can take the Hide action (see \"Battle Actions\" below).",
																"An allied stand can move through the space of a stand of skirmishers but can't end its turn in that location.",
																"An allied solo can move through the space of a stand of skirmishers but can't end its turn in that location unless it uses its action to join that stand.",
																"A skirmisher stand can use part of its move, take an action, and then complete its move.",
																"To keep from becoming isolated (see \"Unit Integrity\" below), each stand within a skirmisher unit must be no more than 1 square away from another stand in that unit at the end of a turn."
															]
														}
													]
												},
												{
													"type": "entries",
													"name": "Regiments",
													"page": 2,
													"entries": [
														"Regiment units move in strict ranks, creating a tight formation. Although they are slower than skirmisher units, regiments are adept at delivering powerful attacks and holding key points on the battlefield."
													]
												},
												{
													"type": "entries",
													"name": "Configuration",
													"page": 2,
													"entries": [
														"A regiment unit begins a battle in one of three configurations, as chosen by its general, and it can switch between these configurations during the fight. See the \"Configure\" section below.",
														"A regiment unit has the following characteristics:",
														{
															"type": "list",
															"items": [
																"A regiment unit uses the lowest Dexterity modifier from among its component stands to determine initiative.",
																"The unit can take the Configure action (see \"Battle Actions\" below).",
																"An allied stand cannot move into or through the space of a stand in a regiment unit.",
																"An allied solo can move into the space of a stand of a regiment unit only if it uses its action to join that stand.",
																"To keep from becoming isolated (see \"Unit Integrity\" below), each stand in a regiment unit must be adjacent to at least one other stand in that unit at the end of a turn."
															]
														}
													]
												},
												{
													"type": "entries",
													"name": "Solos",
													"page": 2,
													"entries": [
														"A solo is a significant creature on the battlefield—usually a player character or a powerful NPC or monster.",
														"A solo has the following characteristics:",
														{
															"type": "list",
															"items": [
																"A solo can be unattached, moving and acting on its own on the battlefield, or it can attach itself to a stand and a unit by taking the Join action (see \"Battle Actions\" below).",
																"An unattached solo can move through the space of an allied stand of skirmishers, but it can't end its turn in that location unless it uses its action on the same turn to join that stand.",
																"An unattached solo can move into the space of an allied stand of a regiment unit only if it uses its action on the same turn to join that stand.",
																"A solo that has joined a stand can be, and often is, a commander. (See the next section.)",
																"A solo occupies the same space on the battlefield as a stand made up of creatures of its size. (A Gargantuan solo has a space of 4 × 4 squares.)",
																"To keep from becoming isolated (see \"Unit Integrity\" below), an unattached solo must be no more than 1 square away from any allied stand at the end of a turn."
															]
														}
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Commanders",
									"page": 3,
									"entries": [
										"Commanders play a key role in shaping a battle. Any player character can serve as a commander, as can NPCs that the DM designates.",
										"Commanders are always solos, and a solo must be joined to a stand to act as a unit's commander. A unit can have only one commander; before a new commander can take over, the current one must vacate the post.",
										"A solo can use a bonus action to become commander of a unit if it is joined to one of the unit's stands. It can use another bonus action to cease acting as a commander. It also no longer serves as commander if it cannot take actions.",
										"As a bonus action, a commander can apply one of the following benefits to all the stands in its unit.",
										{
											"type": "entries",
											"name": "Prepare",
											"page": 3,
											"entries": [
												"A commander can order its unit to be more wary by making a {@dc 15} Charisma ({@skill Intimidation} or {@skill Persuasion}) check. If it succeeds, the unit gains advantage on all saving throws until the end of the commander's next turn."
											]
										},
										{
											"type": "entries",
											"name": "Incite",
											"page": 3,
											"entries": [
												"A commander can try to inspire the soldiers of its unit to greater effort by making a {@dc 15} Charisma ({@skill Intimidation} or {@skill Persuasion}) check. If it succeeds, the unit gains advantage on all attack rolls it makes on its next turn."
											]
										},
										{
											"type": "entries",
											"name": "Rally",
											"page": 3,
											"entries": [
												"A commander can reverse the effects of a failed morale check by rallying troops so that they are willing to resume fighting. See \"Check Morale\" below."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Unit Integrity",
									"page": 3,
									"entries": [
										"If the components of a unit become too widely separated during a battle, stands and solos that become isolated from their allies are in danger of being overwhelmed by their enemies.",
										"An isolated stand or solo has disadvantage on attack rolls until it is no longer isolated.",
										"When an isolated stand or solo is attacked, the attacker has advantage on its attack roll. If the attack hits, it deals double damage.",
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Regiment",
													"page": 3,
													"entries": [
														"A stand in a regiment unit is isolated if it is not adjacent to another stand in its unit."
													]
												},
												{
													"type": "entries",
													"name": "Skirmisher",
													"page": 3,
													"entries": [
														"A stand in a skirmisher unit is isolated if it is more than 1 square away from another stand in its unit."
													]
												},
												{
													"type": "entries",
													"name": "Solo",
													"page": 3,
													"entries": [
														"An unattached solo is isolated if it is more than 1 square away from any allied stand regardless of that stand's unit."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Terrain",
									"page": 3,
									"entries": [
										"Terrain is a key part of most large-scale combats—important enough to be considered a combatant by itself, whether allied with or working against the soldiers on the field.",
										"Each square on the battlefield can have the following terrain traits. A square might also be {@quickref difficult terrain||3}, and some types of terrain are always difficult, as noted in their entries. The DM should mark squares of {@quickref difficult terrain||3}.",
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Clear",
													"page": 3,
													"entries": [
														"Clear terrain offers no special benefits or hindrances. Clear squares filled with rubble or broken ground are {@quickref difficult terrain||3}."
													]
												},
												{
													"type": "entries",
													"name": "Road",
													"page": 3,
													"entries": [
														"If the last square of a stand's movement takes it into a road square, the stand can move 1 more square regardless of its remaining speed. Road squares are never {@quickref difficult terrain||3} unless they are successfully targeted with the Destruction objective (see \"Creating Objectives\" below)."
													]
												},
												{
													"type": "entries",
													"name": "Forest",
													"page": 3,
													"entries": [
														"A stand in a forest square gains half cover against all attacks. Forest is always {@quickref difficult terrain||3}."
													]
												},
												{
													"type": "entries",
													"name": "Water",
													"page": 3,
													"entries": [
														"Water squares are either deep or shallow water. Shallow water is {@quickref difficult terrain||3}. Only a stand made up of creatures that have a swimming speed, or a solo that has a swimming speed, can enter deep water."
													]
												},
												{
													"type": "entries",
													"name": "High Ground",
													"page": 3,
													"entries": [
														"Any terrain other than water can also have this additional trait. An area of high ground is given a number that represents its relative height (in multiples of 20 feet) compared to nearby squares of a lower elevation. A stand or solo on high ground has advantage on melee attack rolls made against targets that are at a lower elevation.",
														"Moving into higher ground costs 1 square of movement for each 20 feet of difference in elevation between the stand or solo's current location and its destination square.",
														"If the higher ground is also {@quickref difficult terrain||3}, the cost of entering it is doubled."
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Combat Procedure",
							"page": 4,
							"entries": [
								"The combat procedure in a mass battle is very similar to that outlined in the standard rules, except that the activity in a round is simultaneous rather than sequential. Other differences are outlined in this section. Also, units in a mass battle have access to the new action types described below.",
								{
									"type": "entries",
									"name": "Setting up the Fight",
									"entries": [
										"Naturally, before the action can start, the opposing armies must be positioned on the battlefield. Before and during this activity, a few determinations need to be made:",
										{
											"type": "list",
											"items": [
												"Stands must be organized into units, and those units designated as skirmishers or regiments.",
												"Each regiment must begin in one of three configurations (see the \"Configure\" section below).",
												"Each solo must begin either as unattached or joined to a stand. A solo that is joined to a stand is considered to have taken the Join action before combat starts, so that it can take another action on its first turn.",
												"A solo that is joined to a stand is eligible to be designated as a commander."
											]
										},
										"A bit of bookkeeping on the side is also recommended. Make a list of which stands belong to which units, so that you can tell when a stand becomes isolated or when a unit might become broken (see \"Check Morale\" below).",
										"After all these tasks are taken care of, it's time to start the fight."
									]
								},
								{
									"type": "entries",
									"name": "Initiative",
									"page": 4,
									"entries": [
										"Each unit rolls for initiative using the highest or lowest Dexterity modifier among its stands (depending on whether the unit is a skirmisher or a regiment). This includes solos that are attached to a unit at the start of the turn (see \"Join\" below).",
										"The DM might also rule that some units or unattached solos are surprised, based on the situation at the start of the battle."
									]
								},
								{
									"type": "entries",
									"name": "Movement",
									"page": 4,
									"entries": [
										"On a unit's turn, each stand in the unit can move a number of squares according to its speed, following the rules for the unit type. A unit of skirmishers can use part of its move, take an action, and then complete its move.",
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Adjacent to Other Stands",
													"page": 4,
													"entries": [
														"There are no opportunity attacks in these rules. Instead, a stand cannot move once it becomes adjacent to an enemy stand, unless its unit takes the Retreat action. This restriction does not prevent other stands in the unit from moving normally—only those stands that are adjacent to enemy stands."
													]
												},
												{
													"type": "entries",
													"name": "Fleeing the Field",
													"page": 4,
													"entries": [
														"If a stand willingly or unwillingly moves off the area covered by the grid, it is considered to have fled the battlefield and is eliminated."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Battle Actions",
									"page": 4,
									"entries": [
										"One round of combat in these rules represents the aggregate results of 1 minute of fighting.",
										"On a unit's turn, choose one action for the unit. Each stand in the unit individually takes that action or takes no action. Except when otherwise noted (see \"Cast a Spell\" below), stands in the same unit can't take different actions.",
										{
											"type": "entries",
											"name": "Attack",
											"page": 4,
											"entries": [
												"Attacks between units work the same as in the standard combat rules, except as described here.",
												"A unit that takes the Attack action fights one or more other units, with each stand attacking individually. Each stand in a unit directs its attack against another target stand. A stand attacks just like its component creatures. For instance, if a creature has the Multiattack ability, a stand composed of those creatures has that ability as well. Different stands can choose different forms of attack, according to their capabilities. For instance, one stand of orcs can make a melee attack with greataxes, while another stand of orcs in the same unit makes ranged attacks with javelins.",
												"For monster abilities that create a distance effect measured in feet, convert that distance to squares by dividing by 5, using the same rules for calculating the speed of a stand. For example, a minotaur's charge allows it to push a target up to 10 feet. A stand of minotaurs would thus be able to push an enemy stand 2 squares.",
												"Roll the stand's attack and damage as in the standard combat rules, applying damage against the target stand's hit points.",
												{
													"type": "entries",
													"name": "Melee Attacks",
													"page": 5,
													"entries": [
														"A stand that makes a melee attack must be able to target a stand or a solo in an adjacent square."
													]
												},
												{
													"type": "entries",
													"name": "Reach",
													"page": 5,
													"entries": [
														"A stand that has a reach of 10 feet or greater with its melee attack makes a bonus attack as part of its Attack action. This benefit represents the stand's ability to bring more of its members to bear when making an attack."
													]
												},
												{
													"type": "entries",
													"name": "Ranged Attacks",
													"page": 5,
													"entries": [
														"Determine range as normal (and remember that each square is 20 feet on a side). If the range of an attack extends at least 10 feet into a square, the attack affects that square in its entirety. Similarly, even if an attack's range is less than 20 feet, the attack can still target a stand or a solo in an adjacent square."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Cast a Spell",
											"page": 5,
											"entries": [
												"Determining the effect of a spell in these rules depends on whether the spell requires targets or covers an area of effect, and whether a stand or a solo casts it.",
												"If a unit has some stands that can cast spells and others that cannot, the stands that cannot cast spells can instead take any action they are normally allowed to choose.",
												{
													"type": "entries",
													"name": "Range",
													"page": 5,
													"entries": [
														"Determine the range of a spell the same as for a ranged attack with a weapon (see above). If the range of a spell extends at least 10 feet into a square, the attack affects that square in its entirety. Similarly, even if a spell's range is less than 20 feet, the spell can still target a stand or a solo in an adjacent square."
													]
												},
												{
													"type": "entries",
													"name": "Targeted Spells",
													"page": 5,
													"entries": [
														"If a spell requires a target, a stand of casters can target another stand within range. A spell that targets multiple creatures can affect one stand or unattached solo per creature it can target.",
														"For spells requiring an attack roll by a stand against an isolated solo, the stand has advantage on the attack roll and the spell deals double damage. If the spell allows a saving throw, the solo has disadvantage on the saving throw and takes double damage if the saving throw fails.",
														"A solo can cast a targeted spell against another solo, following the normal rules for the spell. Such a spell is effective against a stand only if the spell normally targets five or more creatures."
													]
												},
												{
													"type": "entries",
													"name": "Areas of Effect",
													"page": 5,
													"entries": [
														"A spell that covers an area affects all the stands in its area. If the area does not include all of the squares a stand occupies, the spell either deals half damage to that stand (if it deals damage) or has no effect.",
														"If a stand casts such a spell, assume all the casters use the same area of effect. Targets make saving throws as normal but take double damage from the spell. Solos cast area spells as normal against solos or stands within the area.",
														"If an area spell has a range of \"Self,\" its point of origin is the midpoint of one of the sides of the caster's space. If the spell has any other range, the distance to its point of origin is measured starting at the midpoint of one of the sides of the caster's space."
													]
												},
												{
													"type": "entries",
													"name": "Cone",
													"page": 5,
													"entries": [
														"The length of a cone on the battlefield is 1 square for every 20 feet. Each square of the area beyond the first one must be adjacent to the square that is closer to the point of origin. A cone is wider the farther it extends from the point of origin. The cone's width at any place along its length equals the number of squares between that square and the point of origin. Add squares of length as evenly as possible to both sides of the cone."
													]
												},
												{
													"type": "entries",
													"name": "Cube, Cylinder, Sphere",
													"page": 5,
													"entries": [
														"The size of a cube or the radius of a cylinder or a sphere on the battlefield is 1 square for every 20 feet. Any square in the area beyond the one that contains the point of origin must be within 1 square of the origin square. If the area extends beyond those squares, each additional square must be within 2 squares of the origin square."
													]
												},
												{
													"type": "entries",
													"name": "Line",
													"page": 6,
													"entries": [
														"The length of a line on the battlefield is 1 square for every 20 feet. Each square of the area beyond the first one must be adjacent to the square that is closer to the point of origin."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Configure",
											"page": 6,
											"entries": [
												"{@b (Regiments only)}",
												"A regiment begins the battle in one of the following configurations. It remains in the chosen configuration until it takes this action again.",
												{
													"type": "entries",
													"name": "Aid",
													"page": 6,
													"entries": [
														"When a unit in the aid configuration uses the Attack action to make a melee attack, individual stands in the unit can forgo their attacks to support the melee attacks of other stands. A stand that does so grants advantage on melee attack rolls made by an adjacent stand in its unit. A stand can grant advantage in this manner even if it has no legal target for an attack of its own (representing soldiers pushing forward to replace casualties, covering an exposed flank against a counterattack, or distracting the enemy with ranged fire).",
														"A unit in the aid configuration moves at half speed (rounding down if necessary) to reflect the fact that some of its members are moving around within the ranks instead of pressing forward."
													]
												},
												{
													"type": "entries",
													"name": "Defend",
													"page": 6,
													"entries": [
														"When a unit is in the defend configuration, all stands in the regiment gain a +2 bonus to AC. The unit can't use the Attack action while it remains in this configuration.",
														"A unit in the defend configuration moves at half speed (rounding down if necessary) to reflect the fact that its members are focusing on protecting themselves instead of pressing forward."
													]
												},
												{
													"type": "entries",
													"name": "March",
													"page": 6,
													"entries": [
														"A regiment in the march configuration moves at its full speed."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Dash",
											"page": 6,
											"entries": [
												"A unit that takes the Dash action gains a bonus to its speed equal to its normal speed.",
												"A regiment that is configured to aid or defend and takes the Dash action can move at its full speed (not half speed) on that turn."
											]
										},
										{
											"type": "entries",
											"name": "Hide",
											"page": 6,
											"entries": [
												"{@b (Skirmishers and solos only)}",
												"Taking this action follows the standard combat rules. Make a Dexterity ({@skill Stealth}) check for each stand in a unit that attempts to hide. Conditions such as obscuring terrain and lack of illumination might mean that some stands in a unit can attempt to hide while others can't.",
												"A stand that cannot hide (or that chooses not to make the attempt) cannot take any other action during the unit's current turn."
											]
										},
										{
											"type": "entries",
											"name": "Join",
											"page": 6,
											"entries": [
												"{@b (Solos only)}",
												"Joining a stand grants a measure of protection to a solo creature, so that it does not risk taking the penalties for becoming isolated.",
												"To take the Join action, a solo must first move into the space of an allied stand. Its move ceases at that point. Then, with its action on that turn, the solo takes the Join action and becomes part of the stand.",
												"A solo cannot join a stand if the solo is more than one size category larger than the stand. Within that limitation, any number of solos can join a stand.",
												"Remove the solo from the battlefield and mark the stand in some way to note that the solo is part of it.",
												"When a solo is joined with a stand, it is considered part of that stand for the purpose of being targeted by a spell, though it continues to use its own AC and saving throws against the spell.",
												"When the stand moves, the solo automatically moves with it. On its turn, the solo takes its action as normal but does not take its own move. In place of its move, it can either leave the stand (entering an empty adjacent space) or immediately join another adjacent stand in its unit.",
												"If the stand is eliminated (see \"Eliminate Casualties\" below), any solos that were joined with the stand remain in play. A newly unattached solo can immediately join an adjacent stand in its unit or remain unattached and occupy one or more of the squares the stand formerly occupied."
											]
										},
										{
											"type": "entries",
											"name": "Retreat",
											"page": 7,
											"entries": [
												"Any stand in a unit that takes this action can move even if it begins its turn adjacent to an enemy stand or becomes adjacent to an enemy stand during movement."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Damage",
									"page": 7,
									"entries": [
										"Apply damage to a stand's hit points as though it were an individual creature. If a stand takes damage in excess of its current hit points, apply the excess damage to an adjacent identical stand in its unit, if there is one.",
										"Because the action in a round is considered to be simultaneous, a stand is not immediately destroyed when it is reduced to 0 hit points. The stand becomes a casualty but remains in play until the end of the round, taking actions (including attacks) and moving as normal if it had not already taken its turn in the current round. Treat the stand as if it had 1 hit point remaining. You can push the stand's miniature onto its side or otherwise mark it to represent that it is a casualty"
									]
								},
								{
									"type": "entries",
									"name": "End of Round",
									"page": 7,
									"entries": [
										"Unlike the standard D&D combat rules, these rules require you to take a few specific steps at the end of each combat round.",
										"Once everyone involved in a battle has taken a turn, you must first assess casualties and then check morale before everyone gets to take another turn.",
										{
											"type": "entries",
											"name": "Eliminate Casualties",
											"page": 7,
											"entries": [
												"At the end of the round, all casualties are eliminated (removed from the battlefield). When a stand is eliminated, the person controlling its unit has the option of immediately moving an adjacent allied stand into the vacated space. (Troops can move over to hold the line, but they create another opening elsewhere in doing so.)",
												{
													"type": "entries",
													"name": "Eliminating a Solo",
													"page": 7,
													"entries": [
														"Solos use all of the standard combat rules for damage, death, and dying (in the case of player characters). A dying solo makes up to ten death saves at the end of the round, one at a time, to determine its fate."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Check Morale",
											"page": 7,
											"entries": [
												"Few soldiers want to die. After a unit suffers significant losses, the survivors might lose their nerve for battle. Rather than stay and fight, the rest of the unit tries to run away.",
												"If any surviving unit has lost more than half the stands it started with, the unit must immediately check morale. A morale check is a {@dc 10} Wisdom saving throw, using the highest Wisdom modifier from among the unit's component stands (including any solos that are joined with surviving stands in the unit).",
												"On a failed morale check, the unit becomes broken. For the rest of the battle, a broken unit can take only the Retreat action. The DM determines where the unit moves, but it must seek a safe path away from enemy units.",
												"A solo, whether joined with a stand or unattached, is never broken. It can decide to move with a broken unit or immediately leave the unit at the start of any of its turns.",
												{
													"type": "entries",
													"name": "Rally",
													"page": 7,
													"entries": [
														"If a broken unit has a commander, the unit has a chance to rally at the start of its turn. The unit makes another {@dc 10} Wisdom saving throw, with a bonus equal to the commander's Charisma modifier. If the save succeeds, the unit is no longer broken. It takes its turn as normal."
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Objectives and Victory Points",
							"page": 7,
							"entries": [
								"A battle rarely lasts until one army massacres the other. Once one side has achieved its goals, its opponent usually concedes the field, knowing that further combat is fruitless. The rules in this section are designed to help the DM integrate a mass battle into the campaign by giving each army an appropriate goal, and to provide a way of figuring out who wins.",
								"Objectives define why two armies clash and the victory conditions for the battle. Just like the encounter objectives described in chapter 3 of the Dungeon Master's Guide, a battle's objective roots it in the story by grounding it in the past, giving it a purpose, and making its outcome significant.",
								"While objectives provide the goals for a battle, victory points (VP) allow you to measure success. An army earns victory points for achieving its objectives. An army wins a battle when it scores 10 or more victory points.",
								{
									"type": "entries",
									"name": "Creating Objectives",
									"page": 8,
									"entries": [
										"Objectives represent the basic goals of an army. Two opposing forces might have the same objective (capture a bridge) or conflicting ones (destroy the bridge or save it). In some cases, two armies might pursue unrelated objectives (rescue a captured commander or defend a stronghold).",
										"When setting up a battle, consider the following ways to define objectives.",
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Attrition",
													"page": 8,
													"entries": [
														"One side simply seeks to wear down the other. For each enemy unit eliminated, the army with this objective earns a number of victory points, as determined by the DM and based on the number of units in the battle."
													]
												},
												{
													"type": "entries",
													"name": "Destruction",
													"page": 8,
													"entries": [
														"An army seeks to deny the enemy a valuable resource, such as by destroying a bridge over a river or laying waste to crops that could otherwise sustain an invading force.",
														"If this objective is in play, the DM chooses a number of squares on the battlefield that represent the valuable resource and assigns each square a hit point value from 10 to 100. A stand or a solo can attack an objective square the same way it attacks an enemy. A square is automatically hit by any melee attacks against it and automatically fails all saving throws. The square takes damage from spells whose area of effect completely covers it. Targeted spells cast by stands can damage a square, but not those cast by solos.",
														"An army with this objective scores victory points for reducing a designated square to 0 hit points. The DM assigns each square a VP point value from 1 to 5, depending on the objective's importance."
													]
												},
												{
													"type": "entries",
													"name": "Protection",
													"page": 8,
													"entries": [
														"This objective involves defending a key position or resource from an attacker. It is always used in conjunction with the Destruction objective above.",
														"At the end of each round, an army with this objective scores 1 victory point if it has two or more stands adjacent to an objective that has not been reduced to 0 hit points, and if no enemy stands or solos are within 2 squares of the objective."
													]
												},
												{
													"type": "entries",
													"name": "Custom Objectives",
													"page": 8,
													"entries": [
														"To create a unique objective, simply assign a VP value, generally from 1 to 5, to a specific action or condition that an army must fulfill to achieve its goal.",
														"A unique objective might involve killing or disabling a commander, forcing an opposing army into a specific confined area, or occupying and holding a particular location."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Assigning Objectives Evenly",
											"page": 8,
											"entries": [
												"Once you have established objectives for the battle, check to ensure that both armies have the opportunity to score roughly equal numbers of victory points. It's okay if there is a slight disparity (not all battles are fair), but keep in mind that the army with more ways to score victory points has a much better chance of emerging the overall victor. If you want to ensure an even match, try to give both sides an equal number of opportunities.",
												"In a battle where each army has a single specific objective, this job is easy. For example, destroying a bridge is worth 10 VP, while keeping it from being destroyed is worth 10 VP.",
												"In a more fluid situation with multiple objectives in play, give each side at least five opportunities to score victory points, and assign VP values that add up to more than 10 per side (say, 12 to 15). Spreading out the objectives and their rewards in this way gives commanders a few options for victory and keeps battles flexible."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Ending a Battle",
									"page": 8,
									"entries": [
										"A battle ends when one side has amassed at least 10 VP at the end of a round. At that time, determine each side's victory point total.",
										"If one side has at least 3 VP more than the other, it has achieved a total victory. Roll a {@dice d20} for each of the loser's units that survived the battle. On a 10 or higher, treat the unit as eliminated; its survivors flee and desert the cause.",
										"If one side has 1 or 2 VP more than the other, the winner has scored a tactical victory. The loser withdraws from the field with its remaining forces, while both sides tend to their wounded . . . and perhaps make plans to meet again.",
										"If both sides have an equal number of victory points at the battle's end, the DM can declare the battle a draw, or the armies can fight one more round to try to determine a winner.",
										"Because of how objectives inform the action of a conflict, the army that loses the battle can still come away with positive results. Even if the player characters fought on the losing side, they and their army might have achieved the objectives necessary to fulfill some of their strategic goals in the campaign."
									]
								}
							]
						}
					]
				}
			]
		}
	]
}
