{
	"_meta": {
		"sources": [
			{
				"json": "UAPrestigeClassesRunMagic",
				"abbreviation": "UAPCRM",
				"full": "Unearthed Arcana: Prestige Classes and Rune Magic",
				"authors": [
					"Wizards of the Coast"
				],
				"convertedBy": [
					"Giddy"
				],
				"version": "1.0.0",
				"url": "https://media.wizards.com/2015/downloads/dnd/UA_Rune_Magic_Prestige_Class.pdf",
				"dateReleased": "2015-10-05"
			}
		],
		"dateAdded": 1701616429,
		"dateLastModified": 1726407705,
		"_dateLastModifiedHash": "f902bc5ab6",
		"edition": "classic"
	},
	"class": [
		{
			"name": "Prestige Class: Rune Scribe",
			"source": "UAPrestigeClassesRunMagic",
			"page": 2,
			"requirements": {
				"entries": [
					"{@b Dexterity 13.} Rune scribes need agile fingers to master the intricate patterns of a rune.",
					"{@b Intelligence 13.} Rune lore requires intense study and knowledge.",
					"{@b Proficiency in the {@skill Arcana} skill.} Rune mastery requires an understanding of arcane lore.",
					"{@b Character level 5th.} Rune magic awakens only for powerful souls, and you must be a 5th-level character before you can gain levels in the rune scribe prestige class.",
					"{@b Complete a special task.} You must find a rune and present it to an NPC rune scribe who accepts it in return for tutoring you in the ways of rune magic. You cannot gain more levels in this prestige class than your tutor has. You might need to seek out additional runes and present them to more skilled rune scribes in order to reach 5th level in this prestige class."
				]
			},
			"hd": {
				"number": 1,
				"faces": 8
			},
			"casterProgression": "full",
			"startingProficiencies": {
				"tools": [
					"{@item calligrapher's supplies|PHB}",
					"{@item mason's tools|PHB}",
					"{@item woodcarver's tools|PHB}"
				],
				"toolProficiencies": [
					{
						"calligrapher's supplies": true,
						"mason's tools": true,
						"woodcarver's tools": true
					}
				]
			},
			"classTableGroups": [
				{
					"title": "Spell Slots per Spell Level",
					"colLabels": [
						"1st",
						"2nd",
						"3rd"
					],
					"rowsSpellProgression": [
						[
							2,
							0,
							0
						],
						[
							3,
							0,
							0
						],
						[
							4,
							2,
							0
						],
						[
							4,
							3,
							0
						],
						[
							4,
							3,
							2
						]
					]
				}
			],
			"classFeatures": [
				"Rune Lore|Prestige Class: Rune Scribe|UAPrestigeClassesRunMagic|1",
				"Runic Magic|Prestige Class: Rune Scribe|UAPrestigeClassesRunMagic|1",
				"Runic Discovery|Prestige Class: Rune Scribe|UAPrestigeClassesRunMagic|2",
				"Runic Discovery|Prestige Class: Rune Scribe|UAPrestigeClassesRunMagic|3",
				"Living Rune|Prestige Class: Rune Scribe|UAPrestigeClassesRunMagic|4",
				"Rune Mastery|Prestige Class: Rune Scribe|UAPrestigeClassesRunMagic|5",
				"Runic Discovery|Prestige Class: Rune Scribe|UAPrestigeClassesRunMagic|5"
			],
			"hasFluff": true
		}
	],
	"classFluff": [
		{
			"name": "Prestige Class: Rune Scribe",
			"source": "UAPrestigeClassesRunMagic",
			"entries": [
				{
					"name": "Rune Scribe",
					"type": "section",
					"entries": [
						"A rune scribe masters the secrets of the runes of power—ancient sigils that embody the fundamental magic of creation. The giants were the first to master rune magic, though many other races eventually stole away or traded for that power.",
						"Rune magic is exceedingly rare. Some of its secrets have been lost, and what lore remains is jealously guarded. Few rune scribes share their lore with others. Indeed, most rune scribes take on new students only if doing so allows them to gain access to a forgotten or missing rune. The rune scribe prestige class uses the rules for rune magic presented at the end of this article."
					],
					"source": "UAPrestigeClassesRunMagic",
					"page": 2
				}
			]
		}
	],
	"classFeature": [
		{
			"name": "Rune Lore",
			"source": "UAPrestigeClassesRunMagic",
			"page": 3,
			"className": "Prestige Class: Rune Scribe",
			"classSource": "UAPrestigeClassesRunMagic",
			"level": 1,
			"entries": [
				"At 1st level, you learn the basics of scribing runes, and are able to activate a master rune's full range of properties when you are properly attuned to it. The \"{@variantrule Rune Magic|UAPrestigeClassesRunMagic}\" section contains information on master runes and descriptions of runes and their properties. The first rune you master is the rune you found and presented to your tutor to qualify for this prestige class. Your entrance to the class includes the process of mastering that rune's secrets."
			]
		},
		{
			"name": "Runic Magic",
			"source": "UAPrestigeClassesRunMagic",
			"page": 3,
			"className": "Prestige Class: Rune Scribe",
			"classSource": "UAPrestigeClassesRunMagic",
			"level": 1,
			"entries": [
				"Runes can make use of your own magical power to augment some of their effects. You gain a number of spell slots as specified on the Rune Scribe table, but this prestige class does not grant spells known. Instead, as a rune scribe, you can expend your spell slots to empower runes, as described in the \"{@variantrule Rune Magic|UAPrestigeClassesRunMagic}\" section. For the purpose of multiclassing, to determine your total spell slots, add your levels in rune scribe to your levels in classes that grant you the Spellcasting feature. For example, if you are a rune scribe 4/wizard 6, you would have the spell slots of a 10th-level character, in addition to having the cantrips and spellbook of a 6th-level wizard."
			]
		},
		{
			"name": "Runic Discovery",
			"source": "UAPrestigeClassesRunMagic",
			"page": 3,
			"className": "Prestige Class: Rune Scribe",
			"classSource": "UAPrestigeClassesRunMagic",
			"level": 2,
			"entries": [
				"Your continuing study of runic magic allows you to recreate the secrets of new runes without first needing to uncover them. At 2nd level, choose a rare rune. You can attune to that rune even if you do not possess the master rune for it. (See the \"{@variantrule Rune Magic|UAPrestigeClassesRunMagic}\" section for information on rune rarity and master runes.) In order to attune to a rune in this manner, you must spend a short rest doing nothing but meditating on the rune. At the end of the short rest, you are attuned to the rune. You are considered to always have the rune on your person for the purpose of determining whether you can use its features.",
				"You can spend another short rest doing nothing but meditating on the rune to end your attunement to it."
			]
		},
		{
			"name": "Runic Discovery",
			"source": "UAPrestigeClassesRunMagic",
			"page": 3,
			"className": "Prestige Class: Rune Scribe",
			"classSource": "UAPrestigeClassesRunMagic",
			"level": 3,
			"entries": [
				"Your continuing study of runic magic allows you to recreate the secrets of new runes without first needing to uncover them. At 3rd level, choose a rare rune. You can attune to that rune even if you do not possess the master rune for it. (See the \"{@variantrule Rune Magic|UAPrestigeClassesRunMagic}\" section for information on rune rarity and master runes.) In order to attune to a rune in this manner, you must spend a short rest doing nothing but meditating on the rune. At the end of the short rest, you are attuned to the rune. You are considered to always have the rune on your person for the purpose of determining whether you can use its features.",
				"You can spend another short rest doing nothing but meditating on the rune to end your attunement to it."
			]
		},
		{
			"name": "Living Rune",
			"source": "UAPrestigeClassesRunMagic",
			"page": 3,
			"className": "Prestige Class: Rune Scribe",
			"classSource": "UAPrestigeClassesRunMagic",
			"level": 4,
			"entries": [
				"Runes are a part of the living world, and your studies allow you to connect to their magic in increasingly powerful ways. At 4th level, you learn to incorporate rune magic into your identity, allowing you to augment your body and mind. At the end of a long rest, you can choose to increase one ability score of your choice by 2 or increase two ability scores of your choice by 1. At the end of each subsequent long rest, you can alter this choice, reducing the scores you previously increased and improving different scores. (If you chose to increase two abilities, you can opt to alter only one of those choices.)"
			]
		},
		{
			"name": "Rune Mastery",
			"source": "UAPrestigeClassesRunMagic",
			"page": 3,
			"className": "Prestige Class: Rune Scribe",
			"classSource": "UAPrestigeClassesRunMagic",
			"level": 5,
			"entries": [
				"At 5th level, you attain the ability to master an ever-greater range of runic magic. When you attune to a rune, you can choose to have it not count toward your limit of attuned magic items. You can be attuned to only one such rune in this manner at a time. You can use this ability again after you end your attunement to a rune."
			]
		},
		{
			"name": "Runic Discovery",
			"source": "UAPrestigeClassesRunMagic",
			"page": 3,
			"className": "Prestige Class: Rune Scribe",
			"classSource": "UAPrestigeClassesRunMagic",
			"level": 5,
			"entries": [
				"Your continuing study of runic magic allows you to recreate the secrets of new runes without first needing to uncover them. At 5th level, choose a rare rune. You can attune to that rune even if you do not possess the master rune for it. (See the \"{@variantrule Rune Magic|UAPrestigeClassesRunMagic}\" section for information on rune rarity and master runes.) In order to attune to a rune in this manner, you must spend a short rest doing nothing but meditating on the rune. At the end of the short rest, you are attuned to the rune. You are considered to always have the rune on your person for the purpose of determining whether you can use its features.",
				"You can spend another short rest doing nothing but meditating on the rune to end your attunement to it."
			]
		}
	],
	"item": [
		{
			"name": "Opal of the Ild Rune",
			"source": "UAPrestigeClassesRunMagic",
			"page": 4,
			"type": "MR|UAPrestigeClassesRunMagic",
			"resist": [
				"cold"
			],
			"rarity": "rare",
			"reqAttune": true,
			"entries": [
				"This triangular fire opal measures about three inches on each side and is half an inch thick. The ild rune—the rune of fire—shimmers within its core. Grasping this object causes a split second of searing, fiery pain to pass through you. That pain quickly fades, giving way to a warming glow.",
				{
					"type": "entries",
					"name": "Ignite (Simple Property)",
					"entries": [
						"As an action, you scribe the ild rune using ash onto a flammable object. That object immediately bursts into flame. While it burns, the fire extends 1 foot out from the rune you scribed."
					]
				},
				{
					"type": "entries",
					"name": "Fire Tamer (Simple Property)",
					"entries": [
						"As an action, you touch an open flame and scribe the ild rune within it with a hand motion. This causes the flame to immediately extinguish. For a large blaze, the fire is extinguished in a 10-foot radius around you. You can extend this distance by expending a spell slot when using the ild rune in this manner. The radius extends by 20 feet per level of the expended spell slot."
					]
				},
				{
					"type": "entries",
					"name": "Fire's Friend (Simple Property)",
					"entries": [
						"While you are attuned to this rune, you have resistance to cold damage."
					]
				},
				{
					"type": "entries",
					"name": "Combustion (Complex Property)",
					"entries": [
						"As an action, you scribe this rune using ash onto a creature within your reach as you expend a spell slot. The creature automatically takes {@damage 1d10} fire damage plus {@damage 1d10} fire damage per level of the expended spell slot."
					]
				},
				{
					"type": "entries",
					"name": "Flame Brand (Complex Property)",
					"entries": [
						"Over the course of a short rest, you inscribe this rune using ash onto a melee or ranged weapon, or onto up to 20 pieces of ammunition. The weapon or ammunition gains a ghostly aura of yellow flame and deals fire damage instead of piercing, slashing, or bludgeoning damage.",
						"In addition, you can expend a spell slot while using this property to grant the weapon or ammunition a bonus to attack rolls and damage rolls equal to the spell slot's level divided by three.",
						"These effects last for 24 hours or until you use this property again."
					]
				},
				{
					"type": "entries",
					"name": "Flame Stoker (Complex Property)",
					"entries": [
						"While you are attuned to this rune, your fire attacks are deadlier. Whenever you roll fire damage from an attack or a spell you cast, you can reroll that damage and use the higher result."
					]
				}
			]
		},
		{
			"name": "Orb of the Stein Rune",
			"source": "UAPrestigeClassesRunMagic",
			"page": 5,
			"type": "MR|UAPrestigeClassesRunMagic",
			"rarity": "rare",
			"reqAttune": true,
			"entries": [
				"This spherical chunk of granite is about the size of a human fist. The stein rune—the rune of stone—appears on the orb as crystalline veins that play across its surface. When first grasped, the stone feels impossibly heavy, as if even a titan could not lift it. That feeling passes after a moment, allowing you to carry the stone with ease.",
				{
					"type": "entries",
					"name": "Indomitable Stand (Simple Property)",
					"entries": [
						"As an action, you scribe the stein rune onto the ground at your feet. Until you move, you have advantage on all ability checks and saving throws to resist effects that would force you to move. In addition, any creature that moves within 10 feet of you must succeed on a DC 12 Strength saving throw or have its movement immediately end."
					]
				},
				{
					"type": "entries",
					"name": "Stone Soul (Simple Property)",
					"entries": [
						"While you are attuned to this rune, you cannot be {@condition petrified}."
					]
				},
				{
					"type": "entries",
					"name": "Stone's Secrets (Simple Property)",
					"entries": [
						"As an action, you scribe this rune onto a stone wall or floor. You learn the location and size of all creatures standing on or touching that surface within 30 feet of you, though only for the moment when the property is used."
					]
				},
				{
					"type": "entries",
					"name": "Crushing Brand (Complex Property)",
					"entries": [
						"Over the course of a short rest, you inscribe this rune using dirt or crushed stone onto one weapon that deals bludgeoning damage. The weapon gains a ghostly brown aura, and bludgeoning damage dealt by the weapon ignores resistance and immunity. If you roll the maximum on the weapon's damage die or dice, the target of your attack is knocked {@condition prone} if it is a creature.",
						"In addition, you can expend a spell slot to grant the weapon a bonus to attack rolls and damage rolls equal to the spell slot's level divided by three.",
						"These effects last for 24 hours or until you use this property again."
					]
				},
				{
					"type": "entries",
					"name": "Earthen Step (Complex Property)",
					"entries": [
						"While you are attuned to this rune, you can cast {@spell meld into stone} as a bonus action. You regain this ability after a short or long rest."
					]
				},
				{
					"type": "entries",
					"name": "Overwhelming Bolt (Complex Property)",
					"entries": [
						"As an action, you scribe this rune using dirt or crushed rock onto a creature within your reach as you expend a spell slot. The creature must succeed on a Strength saving throw (DC 12 + the level of the expended spell slot). On a failure, the creature takes {@damage 2d8} bludgeoning damage plus {@damage 1d8} bludgeoning damage per level of the expended spell slot and is knocked {@condition prone}. On a successful saving throw, the creature takes half as much damage and is not knocked {@condition prone}."
					]
				}
			]
		},
		{
			"name": "Pennant of the Vind Rune",
			"source": "UAPrestigeClassesRunMagic",
			"page": 5,
			"type": "MR|UAPrestigeClassesRunMagic",
			"rarity": "rare",
			"reqAttune": true,
			"entries": [
				"This five-foot-long blue pennant is crafted from silk and whips about as if buffeted by a strong breeze. The vind rune—the rune of wind—flickers across its surface like a shimmering cloud. Grasping the pennant causes you to feel a powerful gust of wind wash over you, tearing at your clothes and gear. Anyone watching you sees nothing out of the ordinary, and the sensation passes after a moment.",
				{
					"type": "entries",
					"name": "Comforting Wind (Simple Property)",
					"entries": [
						"While you are attuned to this rune, you cannot suffocate or drown, and you gain advantage on saving throws against poisonous gases, inhaled poisons, and similar effects."
					]
				},
				{
					"type": "entries",
					"name": "Wind Step (Simple Property)",
					"entries": [
						"As an action, you scribe the vind rune in the air around you and immediately fly 20 feet. If you do not land at the end of this flight, you fall."
					]
				},
				{
					"type": "entries",
					"name": "Wind's Grasp (Simple Property)",
					"entries": [
						"As a reaction when you fall, you can scribe this rune in the air around you to take no damage from the fall."
					]
				},
				{
					"type": "entries",
					"name": "Howling Brand (Complex Property)",
					"entries": [
						"Over the course of a short rest, you inscribe this rune in the air above one ranged weapon. The weapon gains a ghostly blue aura and has its normal and maximum range doubled. The weapon's attacks do not suffer disadvantage due to range.",
						"In addition, you can expend a spell slot while using this property to grant the weapon a bonus to attack rolls and damage rolls equal to the spell slot's level divided by three.",
						"These effects last for 24 hours or until you use this property again."
					]
				},
				{
					"type": "entries",
					"name": "Shrieking Bolt (Complex Property)",
					"entries": [
						"As an action, you scribe this rune in the air between you and a creature you can see while you expend a spell slot. The creature must make a Strength saving throw (DC 12 + the spell slot's level). On a failure, it takes {@damage 2d8} bludgeoning damage plus {@damage 1d8} bludgeoning damage per level of the expended spell slot, and is pushed in a straight line directly away from you for 10 feet per level of the expended spell slot. On a successful saving throw, the creature takes half as much damage and is not pushed away from you."
					]
				},
				{
					"type": "entries",
					"name": "Wind Walker (Complex Property)",
					"entries": [
						"While you are attuned to this rune, you can cast {@spell levitate} as a bonus action. You regain this ability after a short or long rest."
					]
				}
			]
		},
		{
			"name": "Shard of the Kalt Rune",
			"source": "UAPrestigeClassesRunMagic",
			"page": 6,
			"type": "MR|UAPrestigeClassesRunMagic",
			"resist": [
				"fire"
			],
			"rarity": "rare",
			"reqAttune": true,
			"entries": [
				"This long, slender shard of ice is roughly the size of a dagger. The kalt rune—the rune of ice—glows within the shard. When first grasped, the shard emits a painful cold that leaves your hand and arm numb. That feeling passes after a moment, allowing the shard to be handled normally.",
				{
					"type": "entries",
					"name": "Frigid Touch (Simple Property)",
					"entries": [
						"As an action, you scribe the kalt rune on the surface of  any volume of water. The water freezes in a 10-foot radius around the spot where you scribed the rune."
					]
				},
				{
					"type": "entries",
					"name": "Frost Friend (Simple Property)",
					"entries": [
						"While you are attuned to this rune, you have resistance to fire damage."
					]
				},
				{
					"type": "entries",
					"name": "Icy Mantle (Simple Property)",
					"entries": [
						"As an action, you scribe the kalt rune using water onto yourself or another creature. The water instantly freezes into a mantle of protective ice that does not hinder movement or action. The next time the creature takes bludgeoning, slashing, or piercing damage, that damage is reduced to zero and the icy mantle is destroyed."
					]
				},
				{
					"type": "entries",
					"name": "Freezing Bolt (Complex Property)",
					"entries": [
						"As an action, you scribe this rune using water onto a creature within your reach as you expend a spell slot. The rune freezes in place, and the creature must make a Constitution saving throw (DC 12 + the level of the expended spell slot). On a failure, the creature takes {@damage 2d8} cold damage plus {@damage 1d8} cold damage per level of the expended spell slot, and its speed is reduced to 0 until the end of your next turn. On a successful saving throw, the creature takes half as much damage and its speed is not affected."
					]
				},
				{
					"type": "entries",
					"name": "Ice Brand (Complex Property)",
					"entries": [
						"Over the course of a short rest, you inscribe this rune using water onto a melee or ranged weapon, or onto up to 20 pieces of ammunition. The weapon or ammunition gains a ghostly white aura and deals cold damage instead of piercing, slashing, or bludgeoning damage.",
						"In addition, you can expend a spell slot while using this property to grant the weapon or ammunition a bonus to attack rolls and damage rolls equal to the spell slot's level divided by three.",
						"These effects last for 24 hours or until you use this property again."
					]
				},
				{
					"type": "entries",
					"name": "Winter's Howl (Complex Property)",
					"entries": [
						"While you are attuned to this rune, you can cast {@spell sleet storm} as an action. You regain this ability after a short or long rest."
					]
				}
			]
		}
	],
	"itemType": [
		{
			"name": "Master Rune",
			"abbreviation": "MR",
			"source": "UAPrestigeClassesRunMagic",
			"page": 4
		}
	],
	"variantrule": [
		{
			"name": "Prestige Classes",
			"source": "UAPrestigeClassesRunMagic",
			"page": 1,
			"type": "section",
			"entries": [
				"Many of the character concepts that were once prestige classes or paragon paths in earlier editions of D&D are now options available to 1st-level characters. In general, the game's design aims for maximum flexibility, making options available to all characters. As such, prestige classes build on the game's broad range of basic options to represent specialized options and unique training.",
				{
					"type": "section",
					"name": "Using Prestige Classes",
					"entries": [
						"A prestige class requires a high level of skill before a character can master even its basic elements. Prestige classes might confer lost lore, allow access to an inscrutable form of magic, grant mastery of an exotic fighting style, or be built around the knowledge harbored by a secret society.",
						"Mechanically, a prestige class is a character class that requires the same training and focus as any other class. You enter a prestige class by way of the normal multiclassing rules. However, you cannot enter a prestige class until you are at least 3rd level—and many prestige classes have even higher level requirements.",
						"Most prestige classes require characters to complete specific deeds in order to gain access to the class. You cannot advance in a prestige class until its gatekeepers—typically those who harbor the class's lore—agree to accept you.",
						"A prestige class typically offers access to unique game mechanics available only to members of that class. Such mechanics reflect specific lore, secrets, or techniques impossible to master without earning the respect and trust of those who already possess that knowledge.",
						{
							"type": "entries",
							"name": "Joining a Prestige Class",
							"entries": [
								"In order to join a prestige class, you must first check with your Dungeon Master. A DM can opt to include or disallow prestige classes in the game. Typically, a prestige class requires you to undertake specific actions in the game so that your character can begin pursuing that class. If those actions aren't already possible in your campaign, talk to your DM about integrating the prestige class that interests you.",
								"A prestige class uses the normal D&D multiclassing rules (see chapter 6, \"{@book Customization Options|PHB|6|Multiclassing},\" in the {@book Player's Handbook|PHB}). When your character is ready to advance a level, you can choose to gain a level in a prestige class. Your levels in all your classes, including prestige classes, are added together to determine your character level.",
								{
									"type": "entries",
									"name": "Prerequisites",
									"entries": [
										"Taking up a prestige class through multiclassing involves meeting certain prerequisites, just as with multiclassing into a standard class. You must meet the ability score prerequisites for your current class and for the prestige class in order to qualify for it.",
										"A prestige class requires a minimum character level and a minimum score in at least one ability, as well as requiring that you complete a specific deed—finding a magic item, defeating a monster, surviving a particular challenge, and so on—before being able to take up that class."
									]
								},
								{
									"type": "entries",
									"name": "Experience Points",
									"entries": [
										"Just as with the standard rules for multiclassing, the experience point cost to gain a level is always based on your total character level, not your level in a particular class."
									]
								},
								{
									"type": "entries",
									"name": "Hit Points and Hit Dice",
									"entries": [
										"Each prestige class specifies the hit points you gain from it. You add together the Hit Dice granted by all your classes and prestige classes to determine your pool of Hit Dice. If the Hit Dice are the same die type, you simply pool them together."
									]
								},
								{
									"type": "entries",
									"name": "Proficiency Bonus and Proficiencies",
									"entries": [
										"Your proficiency bonus is always based on your total character level, not your level in a particular class. A prestige class specifies whether it grants proficiencies when you enter it."
									]
								},
								{
									"type": "entries",
									"name": "Prestige Class Features",
									"entries": [
										"You gain prestige class features just like normal class features. Sometimes, a prestige class can improve features you have gained from other classes. If a prestige class grants Channel Divinity, Extra Attack, or Unarmored Defense, that feature is treated the same way as if you had gained it from multiple standard classes."
									]
								},
								{
									"type": "entries",
									"name": "Spellcasting",
									"entries": [
										"Some prestige classes grant spellcasting. Each prestige class provides details on how to determine your overall spellcasting ability, using the rules for spellcasting and multiclass characters."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Rune Magic",
			"source": "UAPrestigeClassesRunMagic",
			"page": 3,
			"type": "section",
			"entries": [
				"Rune magic allows a character to unlock the power contained within magical symbols and sigils. Not every such mark has the potential for power. Only those runes forged in the ancient days of creation still resonate with the fundamental magic of the world.",
				"Runes work much like magic items. You can discover them, attune to them, and use their magic in a variety of ways. However, unlike with magic items, only a rune scribe can use all the benefits a rune offers.",
				{
					"type": "entries",
					"name": "Overview",
					"entries": [
						"Runes are powerful icons that you can use for a variety of effects. In order to use a rune, you must normally find and keep a {@b master rune}. A master rune is a rare object—a gem or carved rock, a magical token, a shard of some special material, and so on—engraved with the rune and empowered with magic that allows you to unleash the rune's effects. Those effects are divided into two categories.",
						"{@b Simple properties} are usable by anyone who attunes to a master rune.",
						"{@b Complex properties} are usable only by a character who attunes to a master rune and who possesses the Rune Lore class feature.",
						"Unless otherwise noted, you must have a master rune on your person in order to use its properties."
					]
				},
				{
					"type": "entries",
					"name": "Finding Runes",
					"entries": [
						"A rune found as treasure is a master rune, carefully scribed into a rare object and available for use as a training tool to allow would-be rune scribes to unlock its power. Each rune discussed below is detailed as part of a master rune.",
						"Master runes and the runes they contain are treated much like magic items. They are categorized in rarity from rare to legendary, and can be placed in a campaign whenever the DM opts to place treasure. There are no common or uncommon runes."
					]
				},
				{
					"type": "entries",
					"name": "Buying and Selling Runes",
					"entries": [
						"Treat a master rune as a magic item of its equivalent rarity for the purpose of buying and selling in the campaign. Just as with other magic items, the DM will determine whether such items are available to purchase in the campaign and under what conditions."
					]
				},
				{
					"type": "entries",
					"name": "Identifying Runes",
					"entries": [
						"Runes are identified in a manner similar to magic items. Simply handling a master rune causes a strong sense of its rune's identity to echo in a character's mind. For example, touching a master rune item containing the kalt rune (the rune of cold) might cause you to experience a sudden chill as visions of snow and ice flash through your mind.",
						"The {@spell identify} spell immediately reveals a master rune's simple properties. You can also learn its simple properties over the course of a short rest while maintaining physical contact with the rune."
					]
				},
				{
					"type": "entries",
					"name": "Runes and Attunement",
					"entries": [
						"A rune always requires attunement to use its simple properties. Attuning to a master rune requires you to spend a short rest focused on only that item while being in physical contact with it. This can't be the same short rest used to learn the rune's properties. This focus takes the form of carefully and repeatedly copying the rune, whether with ink and parchment or simply scribing it into the dirt. If the short rest is interrupted, the attunement attempt fails. Otherwise, at the end of the short rest, you gain an intuitive understanding of how to activate the rune's magical properties.",
						"A master rune can be attuned to only one creature at a time, and all runes count toward your limit of magic items you can attune to. Any attempt to attune to a fourth magic item or rune fails (though a rune scribe's Rune Mastery feature allows attunement to one additional rune). You cannot attune to more than one copy of a rune.",
						"You can end attunement to a rune in the same manner as with any other magic item."
					]
				},
				{
					"type": "entries",
					"name": "Master Runes",
					"entries": [
						"Presented here are four runes (in the form of master runes) for use in your campaign—just enough to fully outfit a rune scribe who reaches 5th level.",
						{
							"type": "list",
							"items": [
								"{@item Opal of the Ild Rune|UAPrestigeClassesRunMagic}",
								"{@item Orb of the Stein Rune|UAPrestigeClassesRunMagic}",
								"{@item Pennant of the Vind Rune|UAPrestigeClassesRunMagic}",
								"{@item Shard of the Kalt Rune|UAPrestigeClassesRunMagic}"
							]
						}
					]
				}
			]
		}
	]
}
