{
	"_meta": {
		"sources": [
			{
				"json": "UAIntoTheWild",
				"abbreviation": "UAItW",
				"full": "Unearthed Arcana: Into The Wild",
				"authors": [
					"Wizards of the Coast"
				],
				"convertedBy": [
					"Giddy"
				],
				"version": "1.0.0",
				"url": "https://media.wizards.com/2018/dnd/downloads/UA_IntoTheWild.pdf",
				"dateReleased": "2018-02-12"
			}
		],
		"dateAdded": 1672604449,
		"dateLastModified": 1701618486,
		"_dateLastModifiedHash": "003deb27e3"
	},
	"book": [
		{
			"name": "Unearthed Arcana: Into The Wild",
			"id": "UAItW",
			"source": "UAIntoTheWild",
			"group": "prerelease",
			"coverUrl": "img/covers/blank.webp",
			"published": "2018-02-12",
			"author": "Mike Mearls",
			"contents": [
				{
					"name": "Into The Wild",
					"headers": [
						"Resolving Travel",
						"Describing the Wild",
						"Sample Region: Moon Hills"
					]
				}
			]
		}
	],
	"bookData": [
		{
			"id": "UAItW",
			"source": "UAIntoTheWild",
			"data": [
				{
					"type": "section",
					"name": "Into The Wild",
					"page": 1,
					"entries": [
						"The rules for wilderness travel in chapter 5 of the Dungeon Master's Guide and chapter 8 of the Player's Handbook allow a DM to track a party's progress for each hour of travel. Those rules work similarly to the rules for dungeon navigation, in that the players pick a direction and strike off in search of adventure, adjusting their path as they go.",
						"What I noticed in my own campaigns, though, was that players tended to focus primarily on their destination in wilderness travel. In a dungeon, players think in terms of opening the door to the east, or investigating the passage to the north. Their choices are tactical in nature, and based on the immediate environment. Adventurers might be seeking a lost shrine in a dungeon, but the decisions they make along the way are all important and interesting.",
						"In the wilderness, most situations allow the characters to travel in any direction they choose. Their choices are circumstantial rather than tactical. So when the characters decide to seek out a ruined temple in the forest, the choices they make along the way matter less than that initial big-picture decision.",
						"The following approach to wilderness exploration and travel provides a new overlay for the existing rules from the Dungeon Master's Guide and the Player's Handbook. They're built around the idea that the players have a specific destination in mind as the party sets out for the day. They also require that you take a new approach to designing the wilderness regions of your campaign as a DM.",
						{
							"type": "section",
							"name": "Resolving Travel",
							"page": 1,
							"entries": [
								"These optional rules break overland travel down into four different phases.",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"name": "Wilderness Travel Phases",
									"items": [
										"Choose destination",
										"Choose activities",
										"Resolve activities and travel",
										"Camp"
									]
								},
								{
									"type": "entries",
									"name": "Choose Destination",
									"page": 1,
									"entries": [
										"Before the party begins traveling for the day, the players must choose a destination. A destination can be a place the party can reach that same day, or one that requires several days of travel.",
										"If the characters want to wander an area without a specific destination, use the standard rules for wilderness travel and exploration from the Dungeon Master's Guide and the Player's Handbook as they venture across your map.",
										{
											"type": "entries",
											"name": "Navigation",
											"page": 2,
											"entries": [
												"These rules introduce a new concept called the navigation DC. Some destinations can be found automatically, but others have a DC that measures the difficulty of finding a path to reach them. The Navigation DC table provides some examples."
											]
										},
										"Some locations might be difficult or even impossible to find without the characters first meeting a specific prerequisite. Reaching an {@condition invisible} tower floating in the air might require a special magic item that leads the characters to it. Or if a mundane location is hidden within a thick mist that fills a valley, characters who find a way to disperse the mist can lower the navigation DC for that location significantly.",
										{
											"type": "table",
											"caption": "Navigation DCs",
											"colLabels": [
												"DC",
												"Description"
											],
											"colStyles": [
												"col-1 text-center",
												"col-11"
											],
											"rows": [
												[
													"None",
													"Destination has a clear road, trail, or wellmarked path leading to it"
												],
												[
													"10",
													"Destination lacks a path but is in open terrain"
												],
												[
													"15",
													"Destination lacks a path but is in dense terrain such as forest or mountains"
												],
												[
													"20",
													"Destination is hidden, with active efforts made to conceal its existence through mundane means"
												],
												[
													"25",
													"Destination is hidden using illusions or other magic"
												],
												[
													"30",
													"Destination is hidden using powerful magic, such as a regional effect that causes a forest's trees to slowly shift and force characters onto the wrong path"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Choose Activities",
									"page": 2,
									"entries": [
										"Each player undertakes an activity while traveling, choosing from among the options offered in chapter 8 of the Player's Handbook—but with one modification. In any case where the destination has a navigation DC, at least one character must choose to navigate in order to give the party a chance to reach its destination."
									]
								},
								{
									"type": "entries",
									"name": "Resolve Activities and Travel",
									"page": 2,
									"entries": [
										"Using these rules, a single set of ability checks for the characters' activities resolves a full day's worth of travel. The activities from the Player's Handbook function as described, with the following exceptions.",
										{
											"type": "entries",
											"name": "Navigation",
											"page": 2,
											"entries": [
												"If the party's destination has a navigation DC, one character must make a Wisdom ({@skill Survival}) check against that DC, applying normal modifiers for the party's travel pace and other factors. With a successful check, the characters make progress toward their destination, perhaps even reaching it if they move quickly enough. If the check fails, or if no character makes a check when the destination has a navigation DC, the party becomes lost."
											]
										},
										{
											"type": "entries",
											"name": "Becoming Lost",
											"page": 2,
											"entries": [
												"If the party becomes lost, the characters end the day at the wrong location. Roll on the Becoming Lost table to determine where the characters end up. If a result would be impossible—such as requiring the characters to travel farther than they can in a day—just pick a point between the characters' starting point and their intended final location that represents one day's travel.",
												{
													"type": "table",
													"caption": "Becoming Lost",
													"colLabels": [
														"d6",
														"Result"
													],
													"colStyles": [
														"col-1 text-center",
														"col-11"
													],
													"rows": [
														[
															"1–4",
															"{@dice 2d6} miles in a random direction from destination"
														],
														[
															"5–6",
															"After traveling in circles, end {@dice 1d6} miles in a random direction from starting point"
														]
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Random Encounters",
											"page": 2,
											"entries": [
												"While traveling using these rules, use the normal guidelines for random encounters found in the Dungeon Master's Guide. As an optional rule for when the characters are lost, roll twice for each random encounter check to reflect that the characters might blunder into a monster lair or other unusual threat."
											]
										},
										{
											"type": "entries",
											"name": "Travel",
											"page": 2,
											"entries": [
												"After determining if a group becomes lost or has a random encounter, check your map to determine the characters' route during the day. From their starting location, track how far they travel toward their destination. Narrate any changes in terrain or any special locations the characters find along the way, resolving encounters as needed."
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Describing the Wilds",
							"page": 2,
							"entries": [
								"In the same way that a map and an encounter key describe a dungeon, the wilderness can be summarized with a hex map and a collection of interesting features.",
								{
									"type": "entries",
									"name": "Mapping the Wilderness",
									"page": 2,
									"entries": [
										"The guidance given for wilderness mapping in the Dungeon Master's Guide applies to these rules, with one potential exception. It's a good idea to map out an area that a party can cover in a day or two of travel, to allow your design to bring out the details that make each area unique.",
										"When creating a wilderness, take the time to think about the mood of an area. Is it a hot, oppressive desert? Is it a terrifying realm of craggy peaks and rivers of lava, with a massive fortress-spire built by a god of war looming over the landscape?",
										"Take time to also think about what creatures are active in the wilderness, and why. Are the characters moving through a war-torn land, with orc patrols harassing the characters? Do hobgoblin legions struggle to tame a wild frontier, building defensive points to help claim it? Are there legendary, deadly monsters that hunt in this region?",
										"Pay special attention to friendly settlements and roads. The ease of movement roads provide and the promise of a safe haven make welltraveled and settled areas attractive to most characters—especially low-level characters.",
										{
											"type": "entries",
											"name": "Adventure Locations",
											"page": 3,
											"entries": [
												"Consider each of the potential adventure locations on your map, and assign navigation DCs to them as appropriate. Take into account the creatures that dwell nearby, a site's notoriety, the presence of any paths or roads leading there, and so forth."
											]
										},
										{
											"type": "entries",
											"name": "Regional Effects",
											"page": 3,
											"entries": [
												"Review the monsters that lair in your wilderness, and determine if any exert regional effects that you need to account for. Regional effects (described in the Monster Manual) are a great tool for showing the players how the presence of a powerful creature can alter the environment. They also add an element of magic and strangeness to areas that might otherwise seem mundane."
											]
										},
										{
											"type": "entries",
											"name": "Determine Checks and DCs",
											"entries": [
												"Take note of the DC needed to forage in an area. But also think about DCs for any other ability checks that you feel are relevant for the region. A few appropriate skills for such checks are noted below.",
												"An ability check you call for might be part of an existing activity, it might require a special activity relevant to an area, or it might be a check you ask for only as appropriate. In any case, asking for special checks can help drive home a region's unique character and dangers.",
												{
													"type": "entries",
													"name": "Athletics",
													"page": 3,
													"entries": [
														"You might require characters to attempt Strength ({@skill Athletics}) checks to navigate {@quickref difficult terrain||3} such as broken ground or mountain peaks, with failure slowing the party and causing injury."
													]
												},
												{
													"type": "entries",
													"name": "History",
													"page": 3,
													"entries": [
														"A successful Intelligence ({@skill History}) check might allow a character to locate a forgotten road, identify the origin of ruins, or find a site mentioned in myth or legend."
													]
												},
												{
													"type": "entries",
													"name": "Nature",
													"page": 3,
													"entries": [
														"By attempting Intelligence ({@skill Nature}) checks, characters might identify what sorts of creatures dwell in an area based on subtle clues, or spot the effect of magic on a natural ecosystem."
													]
												},
												{
													"type": "entries",
													"name": "Stealth",
													"page": 3,
													"entries": [
														"It's good to call for Dexterity ({@skill Stealth}) checks in areas that are heavily patrolled or under the watch of a specific creature. Failing the check or moving too quickly to be stealthy brings the characters under scrutiny."
													]
												},
												{
													"type": "entries",
													"name": "Survival",
													"page": 3,
													"entries": [
														"In an area infested with deadly plants or other natural hazards, successful Wisdom ({@skill Survival}) checks can allow the characters to avoid gathering and eating poisonous plants, to spot quicksand and other hazards, and to avoid paths or areas where dangerous creatures prowl."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Tactical Terrain",
									"page": 3,
									"entries": [
										"As a final useful tool, consider creating a quick table to help you generate terrain for random encounters, or for other events that require a more detailed view as the characters explore. A random table filled with iconic terrain for an area can help inspire you in the moment, and ensures that the interesting key elements of a region remain part of the action.",
										"Start off with at least one or two noteworthy features that are always present. Then think of a few simple but distinctive features that you'd expect to find in specific areas. If flat grasslands are a dominant feature, you might also have low hills, ruins, watering holes, thorny bushes, and other less common features to break things up.",
										"Once you are done, create a list of all your terrain features and assign each one a percentage chance to be present in an area (including 100 percent for dominant features). Then when you need to create an encounter area quickly, you can roll for each feature to see if it is present—thinking of these key features as tactical features that can have an impact on the encounter."
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Sample Region: Moon Hills",
							"page": 4,
							"entries": [
								"The Moon Hills are a rugged series of steep hills at the heart of Nentir Vale. Patrols from Fallcrest help keep the area's organized threats in check, but monsters often make forays out from the Cloak Wood. Strange creatures drawn from the Feywild, the Shadowfell, and the Elemental Plane of Earth are also found here.",
								{
									"type": "entries",
									"name": "Ambient Mood",
									"page": 4,
									"entries": [
										"The hills are steep and sharp, with jagged escarpments forming sprawling, hilly plateaus. Small groves dot the area, as do the occasional burial mound, watchtowers from ancient Saruun Khel, and other old ruins. The features of the Moon Hills include the following:",
										{
											"type": "list",
											"items": [
												"Play up the hills and the jagged cliff faces, making travel through this area feel like navigating a maze. Straight and easy paths are rare here.",
												"Random boulders are common in the area, placed by the influence of elemental earth and looking as though they were dropped from the sky. Wind and rain erode the soil to reveal other strange rock formations that develop as elemental earth energy seeps into the landscape.",
												"The area's key hook is the presence of many crossings to the Feywild and the Shadowfell. The minotaurs of Saruun Khel traveled to both those planes and the Plane of Earth to trade. The distorted topography of the Moon Hills is due in part to the influence of earth magic, and areas near planar crossings exhibit otherworldly traits. This doesn't always imply the presence of monsters, but it can leave travelers feeling unsettled.",
												"Plenty of farms and manor houses are found in the area, owing to its proximity to Fallcrest. Trails, old fences of wood or stone, property markers, and so on are common sights, especially near the roads and the river.",
												"Several druids are active in the area, drawn by the ambient planar energy and its effects on the land. Though rocky, the soil of the Moon Hills is bountiful, in part because of the links to the Feywild and the Plane of Earth. Though in some areas, the influence of the Shadowfell renders the land gray and dull.",
												"The maze-like nature of this land promises lots of hidden areas and sudden discoveries. When bandits are active here, they thrive on ambush.",
												"The variety of terrain and features makes travel in the Moon Hills challenging. Any experienced traveler can attempt to navigate this place, but the lack of clear sight lines and the difficulty of long-distance navigation can make things daunting for the inexperienced."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Settlements",
									"page": 4,
									"entries": [
										"An attack on any of the farms or manors in the Moon Hills draws the notice of travelers or locals within a day or two. While the area has its secrets, the countryside is civilized overall."
									]
								},
								{
									"type": "entries",
									"name": "Ruins and Dungeons",
									"page": 4,
									"entries": [
										"The area is dotted with a few basic types of ruins and dungeons, including the following:",
										{
											"type": "list",
											"items": [
												"Megaliths have been raised by the druids, with tunnels and chambers excavated beneath them. They are constructed at points where planar energy is strongest, putting many in proximity with ancient ruins of Saruun Khel.",
												"Ruined watchtowers and small forts built by the Saruun minotaurs dot the landscape. Humanoid monsters use them as temporary bases.",
												"A few abandoned farmhouses and manors are found in the hills. These are the legacy of raids that took place when this area was not so well protected by Fallcrest.",
												"Undiscovered vaults of Saruun Khel are still hidden in the Moon Hills.",
												"An earth cult might establish a hidden base in the area."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Moon Hills Exploration",
									"page": 5,
									"entries": [
										"Wracked by energy from the Plane of Earth and dotted with crossings to the Feywild and the Shadowfell, the Moon Hills can be difficult to navigate away from the safety of Fallcrest and its immediate environs. The hills form a confusing mess of paths between their steep slopes.",
										{
											"type": "insetReadaloud",
											"name": "Moon Hills Summary",
											"page": 5,
											"entries": [
												{
													"type": "entries",
													"name": "Navigation",
													"entries": [
														"The steep hills and the winding paths between them can be confusing, but the sparse vegetation of the hills allows clear views of the sky. If the characters are off the roads or paths that wind through this area, they must always navigate to avoid becoming lost—even if their destination does not normally require a check. In that case, the check DC is 10."
													]
												},
												{
													"type": "entries",
													"name": "Foraging",
													"entries": [
														"{@dc 10}; water and light game are plentiful."
													]
												},
												{
													"type": "entries",
													"name": "Special Rules",
													"entries": [
														"If the characters take a long rest here, roll on the planar confluence table."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Navigation",
											"page": 5,
											"entries": [
												"If the characters are seeking a specific location, use the DCs on the table. Characters who become lost must make a check to navigate to a destination, even if they have a map or know the path from having made a prior visit.",
												{
													"type": "table",
													"caption": "Moon Hills Navigation DCs",
													"colLabels": [
														"DC",
														"Location"
													],
													"colStyles": [
														"col-1 text-center",
														"col-11"
													],
													"rows": [
														[
															"None",
															"Fallcrest"
														],
														[
															"None",
															"Watcher's Point"
														],
														[
															"15",
															"Bandit camp (common criminals)"
														],
														[
															"15",
															"Obsidian standing stones"
														],
														[
															"15",
															"Ruins of the Horned Tower"
														],
														[
															"20",
															"Dungeon of the Sleeping Titan"
														],
														[
															"25",
															"Pits of the Fang"
														],
														[
															"30",
															"Lost gate of the Laughing Path"
														]
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Planar Confluence",
											"page": 5,
											"entries": [
												"Parties that rest in the Moon Hills risk exposure to planar magic. Whenever the characters complete a long rest here, roll a {@dice d20} and consult the table.",
												{
													"type": "table",
													"caption": "Moon Hills Planar Confluence",
													"colLabels": [
														"d20",
														"Result"
													],
													"colStyles": [
														"col-1 text-center",
														"col-11"
													],
													"rows": [
														[
															"1–16",
															"No effect"
														],
														[
															"17–18",
															"Shadowfell influence causes nightmares or disturbing visions; regain only half spent Hit Dice"
														],
														[
															"19",
															"Feywild influence grants vivid, exciting dreams or visions; gain inspiration"
														],
														[
															"20",
															"Earth influence fortifies and strengthens flesh and bones; gain temporary hit points equal to character level"
														]
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Terrain",
											"page": 5,
											"entries": [
												"The Moon Hills are an ideal spot for ambush, as the steep slopes favor a well-planned attack. Bandits and intelligent monsters prefer to open an assault with missile fire from atop a hill. Their targets can either trudge upslope, enduring attacks along the way, or flee along the gullies between the hills. But with the gullies providing a predictable path, smart attackers have more ambushers in place just around the corner. Devious foes might even send a group to cut off retreat back in the ambushed travelers' original direction.",
												{
													"type": "table",
													"caption": "Moon Hills Tactical Terrain",
													"colLabels": [
														"%",
														"Description"
													],
													"colStyles": [
														"col-1 text-center",
														"col-11"
													],
													"rows": [
														[
															"100%",
															"{@dice 1d3 + 1} steep hills (gullies serve as paths between them)"
														],
														[
															"100%",
															"{@dice 2d4 + 2} scattered trees"
														],
														[
															"25%",
															"Boulder field (scattered along gullies and with {@dice 1d3} still perched on hilltops, ready to be rolled with a successful {@dc 10} Strength ({@skill Athletics}) check; Dexterity save {@dc 10}; {@dice 2d6} bludgeoning and knocked {@condition prone})"
														],
														[
															"10%",
															"Ruined watchtower of Saruun Khel"
														],
														[
															"5%",
															"Shadowfell influence (disadvantage on death saving throws in the area)"
														],
														[
															"5%",
															"Feywild influence (disadvantage on Wisdom saving throws in the area)"
														]
													]
												}
											]
										}
									]
								}
							]
						}
					]
				}
			]
		}
	]
}
