{
	"_meta": {
		"sources": [
			{
				"json": "UA2021DraconicOptions",
				"abbreviation": "UA21DO",
				"full": "Unearthed Arcana: 2021 Draconic Options",
				"authors": [
					"Wizards of the Coast"
				],
				"convertedBy": [
					"Giddy"
				],
				"version": "1.0.0",
				"url": "https://media.wizards.com/2021/downloads/Unearthed-Arcana-2021-Draconic-Options.pdf",
				"dateReleased": "2021-04-14"
			}
		],
		"dateAdded": 1701616429,
		"dateLastModified": 1701618486,
		"_dateLastModifiedHash": "45c577f134"
	},
	"race": [
		{
			"name": "Dragonborn (Chromatic)",
			"source": "UA2021DraconicOptions",
			"page": 2,
			"reprintedAs": [
				"Dragonborn (Chromatic)|FTD"
			],
			"lineage": "VRGR",
			"size": [
				"M"
			],
			"speed": 30,
			"resist": [
				{
					"choose": {
						"from": [
							"acid",
							"lightning",
							"poison",
							"fire",
							"cold"
						]
					}
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Chromatic Ancestry",
					"entries": [
						"You trace your ancestry to a chromatic dragon, granting you a special magical affinity. Choose one type of dragon from the Chromatic Ancestry table. This determines the damage type for your other traits as shown in the table.",
						{
							"type": "table",
							"caption": "Chromatic Ancestry",
							"colLabels": [
								"Dragon",
								"Damage Type"
							],
							"colStyles": [
								"col-6 text-center",
								"col-6 text-center"
							],
							"rows": [
								[
									"Black",
									"Acid"
								],
								[
									"Blue",
									"Lightning"
								],
								[
									"Green",
									"Poison"
								],
								[
									"Red",
									"Fire"
								],
								[
									"White",
									"Cold"
								]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Breath Weapon",
					"entries": [
						"When you take the {@action Attack} action, you can replace one of your attacks with an exhalation of a magical energy in a 30-foot line that is 5 feet wide. Each creature in the area must make a Dexterity saving throw against a DC equal to 8 + your Constitution modifier + your proficiency bonus. A creature takes {@dice 2d8} damage of the type associated with your Chromatic Ancestry on a failed save, and half as much damage on a successful one. This damage increases by {@dice 1d8} when you reach 5th level ({@dice 3d8}), 11th level ({@dice 4d8}), and 17th level ({@dice 5d8}).",
						"You can use this trait a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest."
					]
				},
				{
					"type": "entries",
					"name": "Draconic Resistance",
					"entries": [
						"You have resistance to the damage type associated with your Chromatic Ancestry."
					]
				},
				{
					"type": "entries",
					"name": "Chromatic Warding",
					"entries": [
						"Starting at 3rd level, as an action, you can channel your draconic energies to protect yourself. For 10 minutes, you become immune to the damage type associated with your Chromatic Ancestry. Once you use this trait, you can't do so again until you finish a long rest."
					]
				}
			],
			"fluff": {
				"_raceFluff": {
					"name": "Dragonborn (Chromatic)",
					"source": "UA2021DraconicOptions"
				}
			}
		},
		{
			"name": "Dragonborn (Gem)",
			"source": "UA2021DraconicOptions",
			"page": 3,
			"reprintedAs": [
				"Dragonborn (Gem)|FTD"
			],
			"lineage": "VRGR",
			"size": [
				"M"
			],
			"speed": 30,
			"resist": [
				{
					"choose": {
						"from": [
							"force",
							"radiant",
							"psychic",
							"thunder",
							"necrotic"
						]
					}
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Gem Ancestry",
					"entries": [
						"You trace your ancestry to a gem dragon, granting you a special magical affinity. Choose one type of dragon from the Gem Ancestry table. This determines the damage type for your other traits as shown in the table.",
						{
							"type": "table",
							"caption": "Gem Ancestry",
							"colLabels": [
								"Dragon",
								"Damage Type"
							],
							"colStyles": [
								"col-6 text-center",
								"col-6 text-center"
							],
							"rows": [
								[
									"Amethyst",
									"Force"
								],
								[
									"Crystal",
									"Radiant"
								],
								[
									"Emerald",
									"Psychic"
								],
								[
									"Sapphire",
									"Thunder"
								],
								[
									"Topaz",
									"Necrotic"
								]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Breath Weapon",
					"entries": [
						"When you take the {@action Attack} action, you can replace one of your attacks with an exhalation of a magical energy in a 15-foot cone. Each creature in the area must make a Dexterity saving throw against a DC equal to 8 + your Constitution modifier + your proficiency bonus. A creature takes {@dice 2d8} damage of the type associated with your Gem Ancestry on a failed save, and half as much damage on a successful one. This damage increases by {@dice 1d8} when you reach 5th level ({@dice 3d8}), 11th level ({@dice 4d8}), and 17th level ({@dice 5d8}).",
						"You can use this trait a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest."
					]
				},
				{
					"type": "entries",
					"name": "Draconic Resistance",
					"entries": [
						"You have resistance to the damage type associated with your Gem Ancestry."
					]
				},
				{
					"type": "entries",
					"name": "Psionic Mind",
					"entries": [
						"You can telepathically speak to any creature you can see within 30 feet of you. You don't need to share a language with the creature, but the creature must be able to understand at least one language. Your communication doesn't give the creature the ability to respond to you telepathically."
					]
				},
				{
					"type": "entries",
					"name": "Gem Flight",
					"entries": [
						"Starting at 3rd level, you can use your bonus action to temporarily summon an array of spectral gems that match your Gem Ancestry in the shape of wings that last for 1 minute. For the duration, you gain a flying speed equal to your walking speed and can hover. Once you use this trait, you can't do so again until you finish a long rest."
					]
				}
			],
			"fluff": {
				"_raceFluff": {
					"name": "Dragonborn (Gem)",
					"source": "UA2021DraconicOptions"
				}
			}
		},
		{
			"name": "Dragonborn (Metallic)",
			"source": "UA2021DraconicOptions",
			"page": 2,
			"reprintedAs": [
				"Dragonborn (Metallic)|FTD"
			],
			"lineage": "VRGR",
			"size": [
				"M"
			],
			"speed": 30,
			"resist": [
				{
					"choose": {
						"from": [
							"fire",
							"lightning",
							"acid",
							"cold"
						]
					}
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Metallic Ancestry",
					"entries": [
						"You trace your ancestry to a metallic dragon, granting you a special magical affinity. Choose one type of dragon from the Metallic Ancestry table. This determines the damage type for your other traits as shown in the table.",
						{
							"type": "table",
							"caption": "Metallic Ancestry",
							"colLabels": [
								"Dragon",
								"Damage Type"
							],
							"colStyles": [
								"col-6 text-center",
								"col-6 text-center"
							],
							"rows": [
								[
									"Brass",
									"Fire"
								],
								[
									"Bronze",
									"Lightning"
								],
								[
									"Copper",
									"Acid"
								],
								[
									"Gold",
									"Fire"
								],
								[
									"Silver",
									"Cold"
								]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Breath Weapon",
					"entries": [
						"When you take the {@action Attack} action, you can replace one of your attacks with an exhalation of a magical energy in a 15-foot cone. Each creature in the area must make a Dexterity saving throw against a DC equal to 8 + your Constitution modifier + your proficiency bonus. A creature takes {@dice 2d8} damage of the type associated with your Metallic Ancestry on a failed save, and half as much damage on a successful one. This damage increases by {@dice 1d8} when you reach 5th level ({@dice 3d8}), 11th level ({@dice 4d8}), and 17th level ({@dice 5d8}).",
						"You can use this trait a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest."
					]
				},
				{
					"type": "entries",
					"name": "Draconic Resistance",
					"entries": [
						"You have resistance to the damage type associated with your Metallic Ancestry."
					]
				},
				{
					"type": "entries",
					"name": "Metallic Breath Weapon",
					"entries": [
						"At 3rd level you gain a second breath weapon. When you take the {@action Attack} action, you can replace one of your attacks with an exhalation of a magical gas in a 15-foot cone. The save DC for this breath is 8 + your Constitution modifier + your proficiency bonus. When you use this ability, choose one:",
						{
							"type": "list",
							"items": [
								"Each creature in the area must succeed on a Strength saving throw or be pushed 20 feet away from you and be knocked {@condition prone}.",
								"Each creature in the area must succeed on a Constitution saving throw or become {@condition incapacitated} until the start of your next turn."
							]
						},
						"Once you use your Metallic Breath Weapon, you can't do so again until you finish a long rest."
					]
				}
			],
			"fluff": {
				"_raceFluff": {
					"name": "Dragonborn (Metallic)",
					"source": "UA2021DraconicOptions"
				}
			}
		},
		{
			"name": "Kobold",
			"source": "UA2021DraconicOptions",
			"page": 3,
			"reprintedAs": [
				"Kobold|MPMM"
			],
			"lineage": "VRGR",
			"size": [
				"S"
			],
			"speed": 30,
			"darkvision": 60,
			"entries": [
				{
					"type": "entries",
					"name": "Darkvision",
					"entries": [
						"You can see in dim light within 60 feet of you as if it were bright light and in darkness as if it were dim light. You discern colors in that darkness only as shades of gray."
					]
				},
				{
					"type": "entries",
					"name": "Draconic Legacy",
					"entries": [
						"The kobold connection to dragons can manifest in unpredictable ways in an individual kobold. Choose one of the following legacy options when you select this race:",
						{
							"type": "list",
							"items": [
								"You have advantage on saving throws to avoid or end the {@condition frightened} condition on yourself.",
								"You know one {@filter cantrip of your choice from the sorcerer spell list|spells|level=0|class=Sorcerer}. Intelligence, Wisdom, or Charisma is your spellcasting ability for that cantrip (choose when you select this race).",
								"You can make unarmed strikes with your tail. When you hit with it, the strike deals {@dice 1d6} + your Strength modifier bludgeoning damage, instead of the bludgeoning damage normal for an unarmed strike."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Draconic Roar",
					"entries": [
						"As a bonus action, you let out a draconic roar at your enemies within 10 feet of you. Until the end of your next turn, you and your allies have advantage on attack rolls against any of those enemies who could hear the roar. You can use this trait a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest."
					]
				}
			],
			"fluff": {
				"_raceFluff": {
					"name": "Kobold",
					"source": "UA2021DraconicOptions"
				}
			}
		}
	],
	"raceFluff": [
		{
			"name": "Dragonborn (Chromatic)",
			"source": "UA2021DraconicOptions",
			"entries": [
				"Dragonborn with chromatic ancestry claim the raw elemental power of the chromatic dragons. The vibrant colors of the chromatics—black, blue, green, red, and white—gleam in their scaled skin and in the deadly energy of their breath weapons. Theirs is the raw elemental fury of the volcano, of biting arctic winds, of raging lightning storms; theirs also is the subtle whisper of swamp and forest, corrosive and toxic."
			]
		},
		{
			"name": "Dragonborn (Gem)",
			"source": "UA2021DraconicOptions",
			"entries": [
				"Dragonborn with gem ancestry partake of the heritage of all gem dragons, who claim to be heirs of the ruby dragon, Sardior—the firstborn of all creation, made by Bahamut and Tiamat in the first days of the First World. The colors and mysterious powers of the gem dragons—amethyst, crystal, emerald, sapphire, and topaz—gleam in their scaled skin and course through their veins. Theirs are the wonders of the mind, the force of will, the brilliant light of insight, the resounding echo of discovery, and the desiccation of despair."
			]
		},
		{
			"name": "Dragonborn (Metallic)",
			"source": "UA2021DraconicOptions",
			"entries": [
				"Dragonborn with metallic ancestry lay claim to the unflinching tenacity of the metallic dragons—brass, bronze, copper, gold, and silver—whose hues glint in their scales. Theirs is the fire of hearth and forge, the cold of high mountain air, the spark of inspiration, and the scouring touch of acid that cleanses and purifies."
			]
		},
		{
			"name": "Kobold",
			"source": "UA2021DraconicOptions",
			"entries": [
				"Some of the smallest draconic creatures to walk the planes, kobolds display their draconic ancestry in the glint of their scales and in their roars. Legends tell of the first kobolds emerging from the Underdark near the lairs of the earliest dragons. In some lands, kobolds serve chromatic or metallic dragons—even worshiping them as divine beings. In other places, kobolds know too well how dangerous those dragons can be and help others defend against draconic destruction.",
				"Whatever their relationship to dragons, kobold scales tend to be rust colored, although the occasional kobold sports scale color more akin to that of a chromatic or a metallic dragon. The roar of a kobold can express a range of emotion: anger, resolve, elation, fear, and more. Regardless of the emotion the kobold expresses, the roar resonates with draconic power."
			]
		}
	],
	"feat": [
		{
			"name": "Gift of the Chromatic Dragon",
			"source": "UA2021DraconicOptions",
			"page": 4,
			"entries": [
				"You've manifested some of the power of chromatic dragons, granting you the following benefits:",
				{
					"type": "list",
					"items": [
						"As a bonus action, you can touch a {@filter simple or martial weapon|items|source=phb|category=basic|type=martial weapon;simple weapon} and infuse it with one of the following damage types: acid, cold, fire, lightning, or poison. For the next minute, the weapon deals an extra {@dice 1d4} damage of the chosen type when it hits. After you use this ability, you can't do so again until you finish a long rest.",
						"When you take acid, cold, fire, lightning, or poison damage, you can use your reaction to give yourself resistance to that instance of damage. You can use this reaction a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest."
					]
				}
			]
		},
		{
			"name": "Gift of the Gem Dragon",
			"source": "UA2021DraconicOptions",
			"page": 5,
			"ability": [
				{
					"choose": {
						"from": [
							"int",
							"wis",
							"cha"
						],
						"amount": 1
					}
				}
			],
			"entries": [
				"You've manifested some of the power of gem dragons, granting you the following benefits:",
				{
					"type": "list",
					"items": [
						"When you take damage from a creature that is within 10 feet of you, you can use your reaction to emanate telekinetic energy. The creature that dealt damage to you must succeed on a Strength saving throw (DC equals 8 + your proficiency bonus + the ability modifier of the score increased by this feat) or take {@dice 2d8} force damage and be pushed 10 feet away from you. You can use this reaction a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest."
					]
				}
			]
		},
		{
			"name": "Gift of the Metallic Dragon",
			"source": "UA2021DraconicOptions",
			"page": 4,
			"additionalSpells": [
				{
					"ability": {
						"choose": [
							"int",
							"wis",
							"cha"
						]
					},
					"innate": {
						"_": {
							"daily": {
								"1": [
									"cure wounds"
								]
							}
						}
					}
				}
			],
			"entries": [
				"You've manifested some of the power of metallic dragons, granting you the following benefits:",
				{
					"type": "list",
					"items": [
						"You learn the {@spell cure wounds} spell. You can cast this spell without expending a spell slot. Once you cast this spell in this way, you can't do so again until you finish a long rest. You can also cast this spell using spell slots you have. The spell's spellcasting ability is Intelligence, Wisdom, or Charisma when you cast it with this feat (choose when you gain this feat).",
						"You can manifest protective wings that can shield you or others from attacks. When you or another creature you can see within 5 feet of you is hit by an attack roll, you can use your reaction to manifest spectral wings from your back for a moment. Roll a {@dice d4} and grant a bonus to the target's AC equal to the number rolled against that attack roll, potentially causing it to miss. You can use this reaction a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest."
					]
				}
			]
		}
	],
	"spell": [
		{
			"name": "Draconic Transformation",
			"source": "UA2021DraconicOptions",
			"page": 5,
			"level": 7,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a statuette of a dragon, worth at least 500 gp",
					"cost": 50000
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"With a roar, you draw on the magic of dragons to transform yourself, taking on various draconic features. You gain the following benefits until the spell ends:",
				{
					"type": "list",
					"items": [
						"You have {@sense blindsight} with a range of 30 feet. Within that range, you can effectively see anything that isn't behind total cover, even if you're {@condition blinded} or in darkness. Moreover, you can see an {@condition invisible} creature, unless the creature successfully hides from you.",
						"Incorporeal wings sprout from your back, giving you a flying speed of 40 feet.",
						"When you cast this spell, and as a bonus action on subsequent turns for the duration, you can exhale a breath of shimmering energy in a 30- foot cone. Each creature in the area must make a Dexterity saving throw, taking {@damage 3d8} force damage on a failed save or half as much damage on a successful one."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"damageInflict": [
				"force"
			],
			"conditionInflict": [
				"blinded",
				"invisible"
			],
			"savingThrow": [
				"dexterity"
			],
			"miscTags": [
				"SGT",
				"UBA"
			]
		},
		{
			"name": "Fizban's Platinum Shield",
			"source": "UA2021DraconicOptions",
			"page": 5,
			"level": 6,
			"school": "A",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "a platinum-plated dragon scale, worth at least 500 gp",
					"cost": 50000
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You create a field of silvery light that surrounds a creature of your choice within range (you can choose yourself). The field sheds dim light out to 5 feet.",
				"As a bonus action on subsequent turns, you can move the field to another creature within 60 feet of the field.",
				"The creature protected by the field gains the following benefits:",
				{
					"type": "list",
					"items": [
						"The creature has half cover.",
						"The creature has resistance to acid, cold, fire, lightning, and poison damage.",
						"If the creature is subjected to an effect that allows it to make a Dexterity saving throw to take only half damage, the creature instead takes no damage if it succeeds on the saving throw, and only half damage if it fails."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"damageResist": [
				"acid",
				"cold",
				"fire",
				"lightning",
				"poison"
			],
			"savingThrow": [
				"dexterity"
			],
			"miscTags": [
				"UBA"
			]
		},
		{
			"name": "Flame Stride",
			"source": "UA2021DraconicOptions",
			"page": 6,
			"level": 3,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"The billowing flames of a dragon cover your feet, granting you explosive speed. For the duration, your speed increases by 20 feet and moving doesn't provoke opportunity attacks.",
				"When you move within 5 feet of a creature or object that isn't being worn or carried, it takes {@damage 1d6} fire damage from your trail of heat. A creature or object can take this damage only once during a turn."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 4th level or higher, increase your speed by 5 feet for each spell slot level above 3rd. Additionally, the spell deals an additional {@damage 1d6} fire damage for each slot level above 3rd."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Artificer",
						"source": "TCE"
					},
					{
						"name": "Ranger",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"damageInflict": [
				"fire"
			],
			"miscTags": [
				"OBJ"
			]
		},
		{
			"name": "Icingdeath's Frost",
			"source": "UA2021DraconicOptions",
			"page": 6,
			"level": 2,
			"school": "V",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "cone",
				"distance": {
					"type": "feet",
					"amount": 15
				}
			},
			"components": {
				"s": true,
				"m": "a vial of meltwater"
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"A burst of icy cold energy emanates from you in a 30-foot cone. Each creature in that area must make a Constitution saving throw. On a failed save, a creature takes {@damage 3d8} cold damage and is covered in ice for 1 minute or until a creature uses its action to break the ice off itself or another creature. A creature covered in ice has its speed reduced to 0. On a successful save, a creature takes half as much damage with no additional effects."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 3rd level or higher, increase the cold damage by {@dice 1d8} for each slot level above 2nd."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"damageInflict": [
				"cold"
			],
			"savingThrow": [
				"constitution"
			]
		},
		{
			"name": "Nathair's Mischief",
			"source": "UA2021DraconicOptions",
			"page": 6,
			"level": 2,
			"school": "I",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"s": true,
				"m": "a piece of crust from an apple pie"
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "minute",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You fill a 20-foot cube centered on a point you choose within range with fey and draconic magic. Roll on the Mischievous Surge table to determine the magical effect produced. At the start of each of your turns, you can move the cube up to 10 feet and reroll on the table.",
				{
					"type": "table",
					"caption": "Mischievous Surge",
					"colLabels": [
						"d4",
						"Effect"
					],
					"colStyles": [
						"col-2 text-center",
						"col-12"
					],
					"rows": [
						[
							"1",
							"The smell of apple pie fills the air, and each creature in the cube must succeed on a Wisdom saving throw or become {@condition charmed} by you until the start of your next turn. "
						],
						[
							"2",
							"Bouquets of flowers appear all around, and each creature in the cube must succeed on a Dexterity saving throw or be {@condition blinded} until the start of your next turn as the flowers spray water in their faces."
						],
						[
							"3",
							"Each creature in the cube must succeed on a Wisdom saving throw or begin giggling until the start of your next turn. A giggling creature is {@condition incapacitated} and uses all its movement to move in a random direction."
						],
						[
							"4",
							"Drops of molasses appear and hover in the cube, turning it into {@quickref difficult terrain||3} until the start of your next turn."
						]
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"conditionInflict": [
				"blinded",
				"charmed",
				"incapacitated"
			],
			"savingThrow": [
				"dexterity",
				"wisdom"
			],
			"miscTags": [
				"RO"
			]
		},
		{
			"name": "Raulothim's Psychic Lance",
			"source": "UA2021DraconicOptions",
			"page": 6,
			"level": 4,
			"school": "E",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"components": {
				"v": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You unleash a shimmering lance of psychic power from your forehead at a creature that you can see within range. Alternatively, you can utter the creature's name. If the named target is within range, it gains no benefit from cover or invisibility as the lance homes in on it. If the named target isn't within range, the lance dissipates, and the spell slot is not expended.",
				"The target must succeed on an Intelligence saving throw or take {@damage 10d6} psychic damage and be {@condition incapacitated} until the start of your next turn."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 5th level or higher, the damage increases by {@dice 1d6} for each slot level above 4th."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bard",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					},
					{
						"name": "Warlock",
						"source": "PHB"
					}
				]
			},
			"damageInflict": [
				"psychic"
			],
			"conditionInflict": [
				"incapacitated"
			],
			"savingThrow": [
				"intelligence"
			],
			"miscTags": [
				"SGT"
			]
		},
		{
			"name": "Summon Draconic Spirit",
			"source": "UA2021DraconicOptions",
			"page": 7,
			"level": 5,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "feet",
					"amount": 60
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "an art object from a dragon's hoard, worth at least 500 gp",
					"cost": 50000
				}
			},
			"duration": [
				{
					"type": "timed",
					"duration": {
						"type": "hour",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"You call forth a draconic spirit. It manifests in an unoccupied space that you can see within range.",
				"This corporeal form uses the {@creature Draconic Spirit|UA2021DraconicOptions} stat block. When you cast this spell, choose a family of dragon: Chromatic, Gem, or Metallic. The creature resembles a dragon of the chosen family, which determines certain traits in its stat block. The creature disappears when it drops to 0 hit points or when the spell ends.",
				"The creature is an ally to you and your companions. In combat, the creature shares your initiative count, but it takes its turn immediately after yours. It obeys your verbal commands (no action required by you). If you don't issue any, it takes the {@action Dodge} action and uses its move to avoid danger."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "At Higher Levels",
					"entries": [
						"When you cast this spell using a spell slot of 6th level or higher, use the higher level wherever the spell's level appears in the stat block."
					]
				}
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Druid",
						"source": "PHB"
					},
					{
						"name": "Sorcerer",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			},
			"miscTags": [
				"SGT",
				"SMN"
			]
		}
	],
	"monster": [
		{
			"name": "Draconic Spirit",
			"source": "UA2021DraconicOptions",
			"page": 7,
			"summonedBySpell": "Summon Draconic Spirit|UA2021DraconicOptions",
			"summonedBySpellLevel": 5,
			"size": [
				"L"
			],
			"type": "dragon",
			"ac": [
				{
					"special": "14 + the level of the spell (natural armor)"
				}
			],
			"hp": {
				"special": "50 + 10 for each spell level above 5th"
			},
			"speed": {
				"walk": 30,
				"fly": 80,
				"swim": 30
			},
			"str": 19,
			"dex": 14,
			"con": 17,
			"int": 10,
			"wis": 14,
			"cha": 14,
			"senses": [
				"blindsight 30 ft.",
				"darkvision 60 ft."
			],
			"passive": 12,
			"resist": [
				{
					"resist": [
						"acid",
						"cold",
						"fire",
						"lightning",
						"poison"
					],
					"cond": true,
					"note": "(Chromatic and Metallic only)"
				},
				{
					"resist": [
						"force",
						"necrotic",
						"psychic",
						"radiant",
						"thunder"
					],
					"cond": true,
					"note": "(Gem only)"
				}
			],
			"conditionImmune": [
				"charmed",
				"frightened",
				"poisoned"
			],
			"languages": [
				"Draconic",
				"understands the languages you speak"
			],
			"pbNote": "equals your bonus",
			"trait": [
				{
					"name": "Shared Resistances",
					"entries": [
						"When you summon the dragon, choose one of its damage resistances. You have resistance to the chosen damage type until the spell ends."
					]
				}
			],
			"action": [
				{
					"name": "Multiattack",
					"entries": [
						"The dragon uses its Breath Weapon, and it makes a number of Bite and Claw attacks equal to half the spell's level (rounded down)."
					]
				},
				{
					"name": "Bite and Claw",
					"entries": [
						"{@atk mw} your spell attack modifier to hit, reach 10 ft., one target. {@h}{@damage 1d6 + 4 + summonSpellLevel} piercing damage."
					]
				},
				{
					"name": "Breath Weapon",
					"entries": [
						"The dragon exhales a stream of multicolored energy in a 30-foot cone. Each creature in that area must make a Dexterity saving throw, taking {@damage 2d6} damage of your choice of a damage type this dragon has resistance to on a failed save, or half as much damage on a successful one."
					]
				}
			],
			"tokenUrl": "https://raw.githubusercontent.com/TheGiddyLimit/unearthed-arcana/master/_img/tokens/UA2021DraconicOptions/Draconic Spirit.webp",
			"senseTags": [
				"B",
				"D"
			],
			"actionTags": [
				"Breath Weapon",
				"Multiattack"
			],
			"languageTags": [
				"DR"
			],
			"damageTags": [
				"P"
			],
			"miscTags": [
				"AOE",
				"MW",
				"RCH"
			]
		}
	]
}
