{
	"_meta": {
		"sources": [
			{
				"json": "UARacesOfEberron",
				"abbreviation": "UARoE",
				"full": "Unearthed Arcana: Races of Eberron",
				"authors": [
					"Wizards of the Coast"
				],
				"convertedBy": [
					"Giddy"
				],
				"version": "1.0.0",
				"url": "https://media.wizards.com/2018/dnd/downloads/723UA_EberronRaces7232018.pdf",
				"dateReleased": "2018-07-23"
			}
		],
		"dateAdded": 1701616429,
		"dateLastModified": 1729637619,
		"_dateLastModifiedHash": "e1a58c845f",
		"edition": "classic"
	},
	"race": [
		{
			"name": "Changeling",
			"source": "UARacesOfEberron",
			"page": 1,
			"reprintedAs": [
				"Changeling|ERLW"
			],
			"size": [
				"M"
			],
			"speed": 30,
			"ability": [
				{
					"cha": 2,
					"choose": {
						"from": [
							"int",
							"dex"
						],
						"count": 1
					}
				}
			],
			"age": {
				"mature": 20,
				"max": 100
			},
			"traitTags": [
				"Tool Proficiency"
			],
			"skillProficiencies": [
				{
					"choose": {
						"from": [
							"deception",
							"insight",
							"intimidation",
							"persuasion"
						],
						"count": 2
					}
				}
			],
			"languageProficiencies": [
				{
					"common": true,
					"anyStandard": 2
				}
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
						"Changelings mature slightly faster than humans but share a similar lifespan—typically a century or less. While a changeling can shapeshift to conceal their age, the effects of aging still catch up to them."
					],
					"type": "entries"
				},
				{
					"type": "entries",
					"name": "Alignment",
					"entries": [
						"Changelings hate to be bound in any way, and those who follow the path of the Traveler believe that chaos and change are important aspects of life. Most tend toward pragmatic neutrality as opposed to being concerned with lofty ideals. Few changelings embrace evil."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"In their natural forms, changelings average between 5 and 6 feet in height, with a slender build. Your size is Medium."
					]
				},
				{
					"type": "entries",
					"name": "Change Appearance",
					"entries": [
						"As an action, you can transform your appearance or revert to your natural form. You can't duplicate the appearance of a creature you've never seen, and you revert to your natural form if you die.",
						"You decide what you look like, including your height, weight, facial features, the sound of your voice, coloration, hair length, sex, and any other distinguishing characteristics. You can make yourself appear as a member of another race, though none of your game statistics change. You also can't appear as a creature of a different size than you, and your basic shape stays the same; if you're bipedal, you can't use this trait to become quadrupedal, for instance. Your clothing and other equipment don't change in appearance, size, or shape to match your new form, requiring you to keep a few extra outfits on hand to make the most compelling disguise possible.",
						"Even to the most astute observers, your ruse is usually indiscernible. If you rouse suspicion, or if a wary creature suspects something is amiss, you have advantage on any Charisma ({@skill Deception}) check you make to avoid detection."
					]
				},
				{
					"type": "entries",
					"name": "Changeling Instincts",
					"entries": [
						"You gain proficiency with two of the following skills of your choice: {@skill Deception}, {@skill Insight}, {@skill Intimidation}, or {@skill Persuasion}"
					]
				},
				{
					"type": "entries",
					"name": "Unsettling Visage",
					"entries": [
						"When a creature you can see makes an attack roll against you, you can use your reaction to impose disadvantage on the roll. You must use this feature before knowing whether the attack hits or misses. Using this trait reveals your shapeshifting nature to any creature within 30 feet that can see you. Once you use this trait, you can't use it again until you finish a short or long rest."
					]
				},
				{
					"type": "entries",
					"name": "Divergent Persona",
					"entries": [
						"You gain proficiency with one {@book tool|phb|5|tools} of your choice. Define a persona associated with that proficiency: establish the name, race, gender, age, and other details. While you are in the form of this persona, the related proficiency bonus is doubled for any ability check you make that uses that proficiency."
					]
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and two other languages of your choice."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Kalashtar",
			"source": "UARacesOfEberron",
			"page": 3,
			"reprintedAs": [
				"Kalashtar|ERLW"
			],
			"size": [
				"M"
			],
			"speed": 30,
			"ability": [
				{
					"cha": 1,
					"wis": 1,
					"choose": {
						"from": [
							"str",
							"dex",
							"con",
							"int",
							"wis",
							"cha"
						],
						"count": 1
					}
				}
			],
			"age": {
				"mature": 20,
				"max": 100
			},
			"languageProficiencies": [
				{
					"common": true,
					"other": true,
					"anyStandard": 1
				}
			],
			"resist": [
				"psychic"
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
						"Kalashtar develop physically at the same rate as humans do and have similar lifespans."
					],
					"type": "entries"
				},
				{
					"type": "entries",
					"name": "Alignment",
					"entries": [
						"The noble spirit tied to a kalashtar drives it toward lawful and good behavior. Most kalashtar combine self-discipline with compassion for all sentient beings, but some kalashtar resist the virtuous influence of their spirit."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Kalashtar are similar in build to humans, though they are typically a few inches taller. Your size is Medium."
					]
				},
				{
					"type": "entries",
					"name": "Dual Mind",
					"entries": [
						"When you make a Wisdom saving throw, you can use your reaction to gain advantage on the roll. You can use this trait immediately before or after you roll, but before any of the roll's effects occur."
					]
				},
				{
					"type": "entries",
					"name": "Mental Discipline",
					"entries": [
						"You have resistance to psychic damage."
					]
				},
				{
					"type": "entries",
					"name": "Mind Link",
					"entries": [
						"You can speak telepathically to any creature you can see within 60 feet of you. You don't need to share a language with the creature for it to understand your telepathic messages, but the creature must be able to understand at least one language or be telepathic itself.",
						"As a bonus action when you're speaking telepathically to a creature, you can give that creature the ability to speak telepathically to you until the start of your next turn. To use this ability, the creature must be within 60 feet of you and able to see you."
					]
				},
				{
					"type": "entries",
					"name": "Psychic Glamour",
					"entries": [
						"Choose one of the following skills: {@skill Insight}, {@skill Intimidation}, {@skill Performance}, or {@skill Persuasion}. You have advantage on all ability checks you make with that skill."
					]
				},
				{
					"type": "entries",
					"name": "Severed from Dreams",
					"entries": [
						"Kalashtar sleep, but they don't connect to the plane of dreams as other creatures do. Instead, their minds draw from the memories of their otherworldly spirit while they sleep. As such, you are immune to spells and other magical effects that require you to dream, like the dream spell, but not to spells and effects that put you to sleep, like the sleep spell."
					]
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common, Quori, and one other language of your choice."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Shifter",
			"source": "UARacesOfEberron",
			"page": 4,
			"size": [
				"M"
			],
			"speed": 30,
			"ability": [
				{
					"dex": 1
				}
			],
			"age": {
				"mature": 10,
				"max": 70
			},
			"darkvision": 60,
			"skillProficiencies": [
				{
					"perception": true
				}
			],
			"languageProficiencies": [
				{
					"common": true
				}
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
						"Shifters are quick to mature both physically and emotionally, reaching young adulthood at age 10. They rarely live to be more than 70 years old."
					],
					"type": "entries"
				},
				{
					"type": "entries",
					"name": "Alignment",
					"entries": [
						"Shifters tend toward neutrality, being more focused on survival than concepts of good and evil. A love of personal freedom can drive shifters toward chaotic alignments."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Shifters range from 5 to almost 7 feet tall, depending on their subrace. Your size is Medium."
					]
				},
				{
					"name": "Darkvision",
					"entries": [
						"You have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"type": "entries",
					"name": "Keen Senses",
					"entries": [
						"You have proficiency with the {@skill Perception} skill."
					]
				},
				{
					"type": "entries",
					"name": "Shifting",
					"entries": [
						"As a bonus action, you can assume a more bestial appearance. This transformation lasts for 1 minute, until you die, or until you revert to your normal appearance as a bonus action. When you shift, you gain temporary hit points equal to your level + your Constitution modifier (minimum of 1 temporary hit point). You also gain additional benefits that depend on your shifter subrace, described below.",
						"Once you shift, you can't do so again until you finish a short or long rest."
					]
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Warforged",
			"source": "UARacesOfEberron",
			"page": 7,
			"reprintedAs": [
				"Warforged|ERLW"
			],
			"size": [
				"M"
			],
			"speed": 30,
			"ability": [
				{
					"con": 1
				}
			],
			"age": {
				"mature": 2,
				"max": 30
			},
			"traitTags": [
				"Improved Resting",
				"Natural Armor"
			],
			"languageProficiencies": [
				{
					"common": true
				}
			],
			"resist": [
				"poison"
			],
			"conditionImmune": [
				"disease"
			],
			"entries": [
				{
					"name": "Age",
					"entries": [
						"A typical warforged is between two and thirty years old. The maximum lifespan of the warforged remains a mystery; so far, warforged have shown no signs of deterioration due to age."
					],
					"type": "entries"
				},
				{
					"type": "entries",
					"name": "Alignment",
					"entries": [
						"Most warforged take comfort in order and discipline, tending toward law and neutrality, but some have absorbed the morality—or lack thereof—of the beings they served with."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Your size is Medium. Most warforged stand between 5 and 6½ feet tall. Build is affected by your subrace."
					]
				},
				{
					"type": "entries",
					"name": "Warforged Resilience",
					"entries": [
						"You were created to have remarkable fortitude, represented by the following benefits:",
						{
							"type": "list",
							"items": [
								"You have advantage on saving throws against being {@condition poisoned}, and you have resistance to poison damage.",
								"You are immune to disease.",
								"You don't need to eat, drink, or breathe.",
								"You don't need to sleep and don't suffer the effects of {@condition exhaustion} due to lack of rest, and magic can't put you to sleep."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Sentry's Rest",
					"entries": [
						"When you take a long rest, you must spend at least six hours of it in an inactive, motionless state, rather than sleeping. In this state, you appear inert, but it doesn't render you {@condition unconscious}, and you can see and hear as normal."
					]
				},
				{
					"type": "entries",
					"name": "Integrated Protection",
					"entries": [
						"Your body has built-in protective layers, which determine your Armor Class. You gain no benefit from wearing armor, but if you are using a shield, you apply its bonus as normal.",
						"You can alter your body to enter different defensive modes; each time you finish a long rest, choose one mode to adopt from the Integrated Protection table, provided you meet the mode's prerequisite.",
						{
							"type": "table",
							"caption": "Integrated protection",
							"colLabels": [
								"Mode",
								"Prerequisite",
								"Armor Class"
							],
							"colStyles": [
								"col-4",
								"col-4",
								"col-4"
							],
							"rows": [
								[
									"Darkwood core (unarmored)",
									"None",
									"11 + your Dexterity modifier (add proficiency bonus if proficient with light armor)"
								],
								[
									"Composite plating (armor)",
									"Medium armor proficiency",
									"13 + your Dexterity modifier (maximum of 2) + your proficiency bonus"
								],
								[
									"Heavy plating (armor)",
									"Heavy armor proficiency",
									"16 + your proficiency bonus; disadvantage on Dexterity ({@skill Stealth}) checks"
								]
							]
						}
					]
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common."
					],
					"type": "entries"
				}
			]
		}
	],
	"subrace": [
		{
			"name": "Beasthide",
			"source": "UARacesOfEberron",
			"raceName": "Shifter",
			"raceSource": "UARacesOfEberron",
			"page": 6,
			"reprintedAs": [
				"Shifter (Beasthide)|ERLW"
			],
			"ability": [
				{
					"con": 2
				}
			],
			"traitTags": [
				"Natural Armor"
			],
			"skillProficiencies": [
				{
					"athletics": true
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Tough",
					"entries": [
						"You have proficiency with the {@skill Athletics} skill."
					]
				},
				{
					"type": "entries",
					"name": "Shifting Feature",
					"entries": [
						"Whenever you shift, you gain {@dice 1d6} additional temporary hit points, and while shifted, you have a +1 bonus to your AC."
					]
				}
			]
		},
		{
			"name": "Longtooth",
			"source": "UARacesOfEberron",
			"raceName": "Shifter",
			"raceSource": "UARacesOfEberron",
			"page": 6,
			"reprintedAs": [
				"Shifter (Longtooth)|ERLW"
			],
			"ability": [
				{
					"str": 2
				}
			],
			"traitTags": [
				"Natural Weapon"
			],
			"skillProficiencies": [
				{
					"intimidation": true
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Fierce",
					"entries": [
						"You have proficiency with the {@skill Intimidation} skill."
					]
				},
				{
					"type": "entries",
					"name": "Shifting Feature",
					"entries": [
						"While shifted, you can use your elongated fangs to make an unarmed strike as a bonus action. If you hit with your fangs, you can deal piercing damage equal to {@dice 1d6} + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike."
					]
				}
			]
		},
		{
			"name": "Swiftstride",
			"source": "UARacesOfEberron",
			"raceName": "Shifter",
			"raceSource": "UARacesOfEberron",
			"page": 6,
			"reprintedAs": [
				"Shifter (Swiftstride)|ERLW"
			],
			"speed": 35,
			"ability": [
				{
					"dex": 2,
					"cha": 1
				}
			],
			"skillProficiencies": [
				{
					"acrobatics": true
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Graceful",
					"entries": [
						"You have proficiency with the {@skill Acrobatics} skill."
					]
				},
				{
					"type": "entries",
					"name": "Swift Stride",
					"entries": [
						"Your walking speed increases by 5 feet."
					]
				},
				{
					"type": "entries",
					"name": "Shifting Feature",
					"entries": [
						"While shifted, your walking speed increases by 5 feet. Additionally, you can move up to 10 feet as a reaction when an enemy ends its turn within 5 feet of you. This movement doesn't provoke opportunity attacks."
					]
				}
			]
		},
		{
			"name": "Wildhunt",
			"source": "UARacesOfEberron",
			"raceName": "Shifter",
			"raceSource": "UARacesOfEberron",
			"page": 6,
			"reprintedAs": [
				"Shifter (Wildhunt)|ERLW"
			],
			"ability": [
				{
					"wis": 2
				}
			],
			"skillProficiencies": [
				{
					"survival": true
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Natural Tracker",
					"entries": [
						"You have proficiency with the {@skill Survival} skill."
					]
				},
				{
					"type": "entries",
					"name": "Mark the Scent",
					"entries": [
						"As a bonus action, you can mark one creature you can see within 10 feet of you. Until the end of your next long rest, your proficiency bonus is doubled for any ability check you make to find the marked creature, and you always know the location of that creature if it is within 60 feet of you. You can't use this trait again until you finish a short or long rest."
					]
				},
				{
					"type": "entries",
					"name": "Shifting Feature",
					"entries": [
						"While shifted, you have advantage on Wisdom checks."
					]
				}
			]
		},
		{
			"name": "Envoy",
			"source": "UARacesOfEberron",
			"raceName": "Warforged",
			"raceSource": "UARacesOfEberron",
			"page": 69,
			"ability": [
				{
					"choose": {
						"from": [
							"str",
							"dex",
							"con",
							"int",
							"wis",
							"cha"
						],
						"count": 2
					}
				}
			],
			"traitTags": [
				"Tool Proficiency"
			],
			"skillProficiencies": [
				{
					"any": 1
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Specialized Design",
					"entries": [
						"You gain one skill proficiency of your choice, one {@book tool|phb|5|tools} proficiency of your choice, and fluency in one language of your choice."
					]
				},
				{
					"type": "entries",
					"name": "Integrated Tool",
					"entries": [
						"Choose one tool you're proficient with. This tool is integrated into your body, and you double your proficiency bonus for any ability checks you make with it. You must have your hands free to use this integrated tool."
					]
				},
				{
					"type": "inset",
					"name": "Envoys: Specialized Design",
					"entries": [
						"As the name implies, most warforged were built to fight in the Last War. The vast majority of warforged are juggernauts or skirmishers—soldiers and scouts who fought under the banner of one of the Five Nations. Warforged envoys, however, were designed to perform other functions. As an envoy, you have a skill, a tool proficiency, and a tool that's part of your body. When you make an envoy character, consider the following questions: What is your purpose? How does your skill and your tool reflect that purpose? What form does your integrated tool take? If you have embedded thieves' tools, for instance, are your fingers actually lockpicks, or can you produce keys from various parts of your body? The following characters are examples of warforged with integrated tools.",
						"{@b Lute} is a bard with the entertainer background; his namesake instrument folds out of his left arm.",
						"{@b Compass Rose} is a wizard with the outlander background. A keen explorer, she uses her built-in {@item cartographer's tools|phb} to record the paths she travels.",
						"{@b Masque} is an infiltrator. A rogue with the charlatan background and an integrated {@item disguise kit|phb}, she was built to blend in and assassinate. Cannith built six warforged of her design, and Masque has vowed to hunt down and destroy the other five.",
						"In developing your integrated tool, remember that you must have your hands free to use it. Masque, the infiltrator mentioned above, doesn't shapeshift like a changeling; she has to manually adjust her appearance."
					]
				}
			]
		},
		{
			"name": "Juggernaut",
			"source": "UARacesOfEberron",
			"raceName": "Warforged",
			"raceSource": "UARacesOfEberron",
			"page": 70,
			"ability": [
				{
					"str": 2
				}
			],
			"traitTags": [
				"Natural Weapon",
				"Powerful Build"
			],
			"entries": [
				{
					"type": "entries",
					"name": "Iron Fists",
					"entries": [
						"When you hit with an unarmed strike, you can deal {@dice 1d4} + your Strength modifier bludgeoning damage, instead of the normal damage for an unarmed strike."
					]
				},
				{
					"type": "entries",
					"name": "Powerful Build",
					"entries": [
						"You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift."
					]
				}
			]
		},
		{
			"name": "Skirmisher",
			"source": "UARacesOfEberron",
			"raceName": "Warforged",
			"raceSource": "UARacesOfEberron",
			"page": 70,
			"speed": 35,
			"ability": [
				{
					"dex": 2
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Swift",
					"entries": [
						"Your walking speed increases by 5 feet."
					]
				},
				{
					"type": "entries",
					"name": "Light Step",
					"entries": [
						"When you are traveling alone for an extended period of time (one hour or more), you can move stealthily at a normal pace. (See {@book chapter 8|PHB|8|Travel Pace} of the Player's Handbook for information about travel pace.)"
					]
				}
			]
		}
	],
	"foundryRaceFeature": [
		{
			"name": "Integrated Protection",
			"source": "UARacesOfEberron",
			"raceName": "Warforged",
			"raceSource": "UARacesOfEberron",
			"effects": [
				{
					"name": "Darkwood Core",
					"transfer": true,
					"changes": [
						{
							"key": "data.attributes.ac.calc",
							"mode": "OVERRIDE",
							"value": "custom"
						},
						{
							"key": "data.attributes.ac.formula",
							"mode": "OVERRIDE",
							"value": "11 + @abilities.dex.mod + @attributes.prof"
						}
					],
					"disabled": true
				},
				{
					"name": "Composite Plating",
					"transfer": true,
					"changes": [
						{
							"key": "data.attributes.ac.calc",
							"mode": "OVERRIDE",
							"value": "custom"
						},
						{
							"key": "data.attributes.ac.formula",
							"mode": "OVERRIDE",
							"value": "13 + {2, @abilities.dex.mod}kl + @attributes.prof"
						}
					],
					"disabled": true
				},
				{
					"name": "Heavy Plating",
					"transfer": true,
					"changes": [
						{
							"key": "data.attributes.ac.calc",
							"mode": "OVERRIDE",
							"value": "custom"
						},
						{
							"key": "data.attributes.ac.formula",
							"mode": "OVERRIDE",
							"value": "16 + @attributes.prof"
						}
					],
					"disabled": true
				}
			]
		},
		{
			"name": "Shifting Feature",
			"source": "UARacesOfEberron",
			"raceName": "Shifter (Beasthide)",
			"raceSource": "UARacesOfEberron",
			"effects": [
				{
					"name": "Natural Armor",
					"transfer": true,
					"changes": [
						{
							"key": "data.attributes.ac.bonus",
							"mode": "ADD",
							"value": "+ 1"
						}
					],
					"disabled": true
				}
			]
		}
	]
}
