{
	"_meta": {
		"sources": [
			{
				"json": "UARacesOfRavnica",
				"abbreviation": "UARoR",
				"full": "Unearthed Arcana: Races of Ravnica",
				"authors": [
					"Wizards of the Coast"
				],
				"convertedBy": [
					"Giddy"
				],
				"version": "1.0.0",
				"url": "https://media.wizards.com/2018/dnd/downloads/UA_RavnicaRaces.pdf",
				"dateReleased": "2018-08-13"
			}
		],
		"dateAdded": 1701616429,
		"dateLastModified": 1714323291,
		"_dateLastModifiedHash": "6cdcf9ef45",
		"edition": "classic"
	},
	"race": [
		{
			"name": "Loxodon",
			"source": "UARacesOfRavnica",
			"page": 1,
			"reprintedAs": [
				"Loxodon|GGR"
			],
			"size": [
				"M"
			],
			"speed": 30,
			"ability": [
				{
					"con": 2,
					"wis": 1
				}
			],
			"age": {
				"mature": 20,
				"max": 450
			},
			"traitTags": [
				"Natural Armor",
				"Powerful Build"
			],
			"languageProficiencies": [
				{
					"common": true
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Age",
					"entries": [
						"Loxodons physically mature at the same rate as humans, but they live about 450 years. They highly value the weight of wisdom and experience and are considered young until they reach the age of 60."
					]
				},
				{
					"type": "entries",
					"name": "Alignment",
					"entries": [
						"Most loxodons are lawful, believing in the value of a peaceful, ordered life. They also tend toward good."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Loxodons stand between 7 and 8 feet tall. Their massive bodies weigh between 300 and 400 pounds. Your size is Medium."
					]
				},
				{
					"type": "entries",
					"name": "Powerful Build",
					"entries": [
						"You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift."
					]
				},
				{
					"type": "entries",
					"name": "Loxodon Bravery",
					"entries": [
						"You have advantage on saving throws against being {@condition frightened}."
					]
				},
				{
					"type": "entries",
					"name": "Natural Armor",
					"entries": [
						"You have thick, leathery skin. When you aren't wearing armor, your AC is 13 + your Dexterity modifier. You can use your natural armor to determine your AC if the armor you wear would leave you with a lower AC. A shield's benefits apply as normal while you use your natural armor.",
						{
							"type": "inset",
							"name": "Tip: AC Calculations Don't Stack",
							"entries": [
								"When the game gives you more than one way to calculate your Armor Class, you can use only one of them. You choose the one to use. For example, if you have the loxodon's Natural Armor trait and the monk's Unarmored Defense feature, you don't mix them together. Instead, you choose which one determines your AC."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Mason's Proficiency",
					"entries": [
						"You gain proficiency with {@item mason's tools|phb}."
					]
				},
				{
					"type": "entries",
					"name": "Stonecunning",
					"entries": [
						"Whenever you make an Intelligence ({@skill History}) check related to the origin of stonework, you are considered proficient in the {@skill History} skill and add double your normal proficiency bonus to the check, instead of your normal proficiency bonus."
					]
				},
				{
					"type": "entries",
					"name": "Keen Smell",
					"entries": [
						"Thanks to your sensitive trunk, you have advantage on Wisdom ({@skill Perception}) and Intelligence ({@skill Investigation}) checks that rely on smell."
					]
				},
				{
					"type": "entries",
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common."
					]
				}
			],
			"hasFluff": true
		},
		{
			"name": "Simic Hybrid",
			"source": "UARacesOfRavnica",
			"page": 2,
			"reprintedAs": [
				"Simic Hybrid|GGR"
			],
			"size": [
				"M"
			],
			"speed": {
				"walk": 30
			},
			"ability": [
				{
					"con": 2,
					"choose": {
						"from": [
							"str",
							"dex",
							"int",
							"wis",
							"cha"
						],
						"count": 1
					}
				}
			],
			"darkvision": 60,
			"traitTags": [
				"Amphibious",
				"Natural Armor",
				"Natural Weapon"
			],
			"languageProficiencies": [
				{
					"common": true,
					"elvish": true
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Age",
					"entries": [
						"Hybrids begin their lives as adult humans, elves, or vedalken. They exhibit signs of slightly accelerated aging, so their maximum lifespans are probably reduced somewhat, but the Guardian Project has not been operating long enough to observe the full effect of this phenomenon."
					]
				},
				{
					"type": "entries",
					"name": "Alignment",
					"entries": [
						"Most hybrids share the generally neutral outlook of the Simic Combine as a whole. They are more interested in scientific research and the standing of their guild than in moral or ethical questions. However, those who leave the Combine often do so because their philosophical outlook and alignment are more in line with a different guild's."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Your size is Medium, within the normal range of your humanoid base race."
					]
				},
				{
					"type": "entries",
					"name": "Darkvision",
					"entries": [
						"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					]
				},
				{
					"type": "entries",
					"name": "Animal Enhancement",
					"entries": [
						"Your body has been altered to incorporate certain animal characteristics. You choose one animal enhancement now and a second enhancement at 5th level.",
						"At 1st level, choose one of the following options:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Manta Glide",
									"entry": "Your ray-like wings can slow your fall and allow you to glide. When you fall and aren't {@condition incapacitated}, you can subtract up to 100 feet from the fall when calculating falling damage, and you can move up to 2 feet horizontally for every 1 foot you descend."
								},
								{
									"type": "item",
									"name": "Nimble Climber",
									"entry": "You have a climbing speed equal to your walking speed."
								},
								{
									"type": "item",
									"name": "Underwater Adaptation",
									"entry": "You can breathe air and water, and you have a swimming speed equal to your walking speed."
								}
							]
						},
						"At 5th level, choose one of the following options, or choose one of the options you didn't take at 1st level:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Grappling Appendage",
									"entry": "You have two special appendages growing alongside your arms. Choose whether they're both claws or tentacles. Each of these appendages is a natural weapon, which you can use to make unarmed strikes. If you hit with it, the target takes bludgeoning damage equal to {@dice 1d6} + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike. Immediately after hitting, you can try to grapple the target as a bonus action. These appendages can't precisely manipulate anything and can't wield weapons, magic items, or other specialized equipment."
								},
								{
									"type": "item",
									"name": "Carapace",
									"entry": "Your skin in places is covered by a thick shell. You gain a +1 bonus to AC when you're not wearing heavy armor."
								},
								{
									"type": "item",
									"name": "Acid Spit",
									"entry": "As an action, you can spray a stream of acid from glands in your mouth, targeting one creature or object you can see within 30 feet of you. The target takes {@dice 2d10} acid damage unless it succeeds on a Dexterity saving throw against a DC equal to 8 + your Constitution modifier + your proficiency bonus. This damage increases by {@dice 1d10} when you reach 11th level ({@dice 3d10}) and 17th level ({@dice 4d10})."
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Elvish."
					]
				}
			],
			"hasFluff": true
		},
		{
			"name": "Vedalken",
			"source": "UARacesOfRavnica",
			"page": 4,
			"reprintedAs": [
				"Vedalken|GGR"
			],
			"size": [
				"M"
			],
			"speed": 30,
			"ability": [
				{
					"int": 2,
					"wis": 1
				}
			],
			"age": {
				"mature": 40,
				"max": 500
			},
			"traitTags": [
				"Skill Bonus Dice",
				"Tool Bonus Dice"
			],
			"languageProficiencies": [
				{
					"common": true
				}
			],
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Vedalken mature at the same rate humans do, and most are expected to settle down into an adult life by around age 40. They can live 350 to almost 500 years."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Vedalken are most often lawful and rarely evil."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Vedalken are taller than humans but more slender. They average 6 to 6½ feet tall, but usually weigh less than 200 pounds. Your size is Medium."
					]
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common."
					],
					"type": "entries"
				},
				{
					"name": "Vedalken Dispassion",
					"entries": [
						"You have advantage on all Intelligence, Wisdom, and Charisma saving throws."
					],
					"type": "entries"
				},
				{
					"name": "Tireless Precision",
					"entries": [
						"You are proficient in one of the following skills of your choice: {@skill Arcana}, {@skill History}, {@skill Investigation}, {@skill Medicine}, {@skill Performance}, or {@skill Sleight of Hand}. You are also proficient with one {@book tool|phb|5|tools} of your choice.",
						"Whenever you make an ability check with the chosen skill or tool, roll a {@dice d4}, and add the number rolled to the check's total."
					],
					"type": "entries"
				}
			],
			"hasFluff": true
		},
		{
			"name": "Viashino",
			"source": "UARacesOfRavnica",
			"page": 5,
			"size": [
				"M"
			],
			"speed": 30,
			"ability": [
				{
					"dex": 2,
					"str": 1
				}
			],
			"age": {
				"mature": 13,
				"max": 60
			},
			"traitTags": [
				"Natural Weapon"
			],
			"skillProficiencies": [
				{
					"choose": {
						"from": [
							"acrobatics",
							"stealth"
						]
					}
				}
			],
			"languageProficiencies": [
				{
					"common": true,
					"draconic": true
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Age",
					"entries": [
						"Viashino mature quickly, reaching adulthood in their early teens. They live violent lives and rarely die of old age, but they would rarely live past 60 anyway."
					]
				},
				{
					"type": "entries",
					"name": "Alignment",
					"entries": [
						"Viashino strongly tend toward chaotic alignments. They have no particular inclination toward good or evil."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"Viashino are about as tall as humans, but they have lithe, wiry frames. Your size is Medium."
					]
				},
				{
					"type": "entries",
					"name": "Bite",
					"entries": [
						"Your fanged maw is a natural weapon, which you can use to make unarmed strikes. If you hit with it, you deal piercing damage equal to {@damage 1d4} + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike."
					]
				},
				{
					"type": "entries",
					"name": "Lashing Tail",
					"entries": [
						"Your semi-prehensile tail is tipped with a bony blade. Immediately after a creature within 5 feet of you deals damage to you with a melee attack, you can use your reaction to make an unarmed strike against that creature with your tail. If you hit, you deal slashing damage equal to {@damage 1d4} + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike."
					]
				},
				{
					"type": "entries",
					"name": "Wiry Frame",
					"entries": [
						"You gain proficiency in the {@skill Acrobatics} or the {@skill Stealth} skill (your choice)."
					]
				},
				{
					"type": "entries",
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Draconic."
					]
				}
			],
			"hasFluff": true
		}
	],
	"foundryRaceFeature": [
		{
			"name": "Animal Enhancement",
			"source": "UARacesOfRavnica",
			"raceName": "Simic Hybrid",
			"raceSource": "UARacesOfRavnica",
			"effects": [
				{
					"name": "Carapace",
					"transfer": true,
					"changes": [
						{
							"key": "data.attributes.ac.bonus",
							"mode": "ADD",
							"value": "+ 1"
						}
					],
					"disabled": true
				}
			]
		},
		{
			"name": "Natural Armor",
			"source": "UARacesOfRavnica",
			"raceName": "Loxodon",
			"raceSource": "UARacesOfRavnica",
			"effects": [
				{
					"name": "Natural Armor",
					"transfer": true,
					"changes": [
						{
							"key": "data.attributes.ac.calc",
							"mode": "OVERRIDE",
							"value": "custom"
						},
						{
							"key": "data.attributes.ac.formula",
							"mode": "OVERRIDE",
							"value": "13 + @abilities.dex.mod"
						}
					]
				}
			]
		}
	],
	"raceFluff": [
		{
			"name": "Loxodon",
			"source": "UARacesOfRavnica",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"Humanoid elephants, loxodons are often oases of calm in the busy streets of Ravnica. They hum or chant in their sonorous tones and move slowly or sit in perfect stillness. Provoked to action, loxodons are holy terrors—bellowing with rage, trumpeting and flapping their ears. Their still wisdom and their furious strength—as well as their fierce loyalty and unwavering conviction—are tremendous assets to their guilds.",
								{
									"type": "entries",
									"name": "Lumbering Giants",
									"entries": [
										"Loxodons tower above most other humanoids, standing over seven feet tall. They have the heads—trunks, tusks, ears, and faces—of elephants, and hulking humanoid bodies covered by thick, leathery skin. Their hands have four thick digits, and their feet are the flat, ovalshaped feet of elephants.",
										"Like that of an elephant, a loxodon's trunk is a useful appendage that supplements the hands. In addition to providing a keen sense of smell, the trunk can be used to lift and carry even heavy objects, and the two finger-like protrusions at the tip are capable of delicate manipulation. The trunk can be used to carry both food and liquid to the mouth and can even act as a snorkel."
									]
								},
								{
									"type": "entries",
									"name": "Gifted Stoneworkers",
									"entries": [
										"Loxodons are tireless, patient artisans, with an unrivaled intuition about their craft. While they make nurturing spiritual leaders, their gift at stonework is so natural that they are often at a loss when it comes to imparting their knowledge to others. Among the Selesnya, it primarily falls to them to build the guild's magnificent cathedral-like arboretum structures."
									]
								},
								{
									"type": "entries",
									"name": "Relentlessly Loyal",
									"entries": [
										"Loxodons believe in the value of community and life, and thus are most often found in the Selesnya Conclave. Some who stress the benefits of order have been known to join the Orzhov Syndicate or the Azorius Senate.",
										"Loxodons believe that the members of a group have a responsibility to look out for each other. Once they have joined a guild or bonded with other individuals in any capacity, they devote themselves to maintaining that bond. They coordinate their efforts and are often willing to sacrifice themselves for the sake of the group. They expect the same loyalty and commitment from the other members of their communities and can be severe in their disappointment when their trust is betrayed.",
										"The primary difference among loxodons who join different guilds is their sense of the size of the communities they belong to. For loxodons in the Selesnya Conclave, the community is the world and all living beings in it, all valuable, all meant to live in harmony, and all interdependent. For Azorius loxodons, community primarily means the society of sentient races, who need law and order in order to function together. For those in the Orzhov Syndicate, community means the syndicate, with its interests taking priority over those of any other group."
									]
								},
								{
									"type": "entries",
									"name": "Loxodon Names",
									"entries": [
										"A loxodon's name includes overtones of sound, produced in a loxodon's resonant nasal chambers, that indicate status, family connection, and community role. Since most members of other races can't hear or distinguish these tones, let alone produce them, loxodons often translate them into titles, such as Hierarch, Revered, Grandmother, Healer, or Saint.",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Male Names:",
													"entry": "Bayul, Berov, Brooj, Chedumov, Dobrun, Droozh, Golomov, Heruj, Ilromov, Kel, Nikoom, Ondros, Radomov, Svetel, Tamuj, Throom, Vasool"
												}
											]
										},
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Female Names:",
													"entry": "Ajj, Boja, Dancu, Dooja, Elyuja, Fanoor, Irij, Jasoo, Katrun, Lyooda, Mayja, Radu, Shuja, Soofya, Totoor, Verij, Vesmova, Yoolna, Zarij, Zoorja"
												}
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Simic Hybrid",
			"source": "UARacesOfRavnica",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"The Simic Combine uses magic to fuse different life forms together. In recent years, they have extended this research to humanoid subjects, magically transferring the traits of various animals into humans, elves, and vedalken. The goal of the so-called Guardian Project is to build a Simic army of superior soldiers, perfectly adapted to a variety of combat situations. These hyper-evolved specimens are called Simic hybrids, though they sometimes call themselves guardians.",
								{
									"type": "entries",
									"name": "Extensive Adaptation",
									"entries": [
										"Simic hybrids share many of the characteristics of their original race, including their basic physical form. Human hybrids are the most versatile, filling a variety of roles. Agile elf hybrids retain the ability to see in darkness, making them ideal as spies, scouts, and infiltrators. And vedalken hybrids possess the same calculating intellect as other vedalken, making them superior tacticians, strategists, and spellcasters.",
										"Hybrids' biological enhancements can change their appearance drastically. All hybrids possess some physical characteristics of animals, mostly aquatic and reptilian creatures. These include crab claws, squid tentacles, wings that look like mays or fins, translucent or camouflaged skin, or sharklike maws filled with sharp teeth.",
										"Hybrids are the product of Simic magic. It's not impossible for a hybrid to leave the Simic Combine and join another guild, but the Simic would consider the hybrid a deserter and the new guild might never fully welcome a hybrid who could easily be a Simic spy."
									]
								},
								{
									"type": "entries",
									"name": "Hybrid Names",
									"entries": [
										"A hybrid usually bears the name given by their human, elf, or vedalken parents. But some hybrids assume a new name after their transformation, a name chosen by themselves or by those who transformed them."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Vedalken",
			"source": "UARacesOfRavnica",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"Nothing is perfect—vedalken believe this and rejoice in it. Every imperfection is a chance for improvement, whether it's in law or in science, and progress is an endless march toward a state of perfection that might never be reached. This leads vedalken to pursue their work with delighted enthusiasm, never deterred by setbacks and excited by every opportunity for improvement.",
								{
									"type": "entries",
									"name": "Cool Rationality",
									"entries": [
										"Vedalken are tall and slender, standing almost a head taller than humans on average but weighing about the same. Their hairless skin covers a range of shades of blue, from pale sky blue through bright azure to deep indigo, almost purple. Their eyes are darker shades of blue or violet. They lack external ears, and their noses are broad and flat.",
										"As a rule, vedalken are gregarious in conversation. However, they are private concerning their personal lives, and they tend to engage more with ideas than with people. They form close friendships based on mutual interests or compelling disagreements, and their interactions focus on their thoughts about those issues rather than their feelings about them. To members of other races, vedalken often appear cold, even emotionless. That assessment isn't fair—they feel emotion every bit as vividly as other races, but they are skilled at not displaying it. Cool rationality guides their actions, they make and follow careful plans, and they are patient enough to do nothing at all when the ideal outcome relies on inaction."
									]
								},
								{
									"type": "entries",
									"name": "Reasoning toward Perfection",
									"entries": [
										"Their curious intellects and rational minds incline vedalken strongly toward membership in the Azorius Senate, the Simic Combine, and (less often) the Izzet League. Whatever their guild affiliation, they put their intelligence to use in crafting and improving things: laws, procedures, and magical sciences.",
										"Vedalken believe that the path toward the impossible goal of perfection is built with bricks of education, careful deliberation, and controlled experimentation. (Their desire for close control to prevent disastrous mistakes makes them generally less inclined toward the Izzet League, where explosive mistakes are celebrated.) Some vedalken direct their energy toward perfecting themselves, including by means of Simic bioengineering or through extensive study, while others focus on perfecting society through the careful crafting and application of laws."
									]
								},
								{
									"type": "entries",
									"name": "Vedalken Names",
									"entries": [
										"Vedalken are given names at birth, but usually choose new names for themselves as part of their transition into adulthood. They rarely use family names.",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Male Names:",
													"entry": "Aglar, Bellin, Dallid, Firellan, Kavin, Koplony, Lomar, Mathvan, Modar, Nebun, Nhillosh, Nitt, Otrovac, Ovlan, Pelener, Rill, Trivaz, Uldin, Yolov, Zataz"
												}
											]
										},
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Female Names:",
													"entry": "Azi, Barvisa, Brazia, Direll, Fainn, Griya, Hallia, Katrille, Kovel, Lilla, Mirela, Morai, Nedress, Ossya, Pierenn, Roya, Sestri, Triel, Uzana, Yaraghiya, Zlovol"
												}
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Viashino",
			"source": "UARacesOfRavnica",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"Many reptiles derive their body warmth and energy from the sun, but the humanoid viashino are fueled by an inner fire of zeal. Open with their emotions, viashino can be hot-tempered, but they are also quick to their hissing laughter. And they easily form close bonds of friendship. They are fierce warriors and passionate advocates for their guilds and causes.",
								{
									"type": "entries",
									"name": "Scaled Skin and Tail Blades",
									"entries": [
										"Viashino resemble humanoid lizards covered in green, scaled skin and spiky protrusions. Their heads jut forward from their slender necks and bear huge mouths full of sharp teeth. Long, whiplike tails extend from their spines, lashing behind them—faster and faster as they grow more agitated. Their tails are tipped with bony blades they can use as weapons."
									]
								},
								{
									"type": "entries",
									"name": "Fervent and Fiery",
									"entries": [
										"Viashino are fiercely emotional and often violent, and their wizards and sorcerers favor fire spells that reflect their inner fire. They are most common among the Gruul Clans, especially the Slizt clan. Occasionally they put their zealous fire to use in the service of higher ideals, joining the Boros Legion. Other viashino instead pursue careers in the Izzet League, where they find a special role wielding Izzet-designed flamespewing scorchbringers.",
										"Like fire itself, viashino are quick to leap from one situation to another, and they are frequently destructive in the process. They enjoy brawling and often cause more injury than intended, thanks to their teeth and bladed tails. They're also easily distracted, jumping from one idea to another in an instant. Likewise, they're easily bored, and if nothing captures their attention, they'll do something interesting."
									]
								},
								{
									"type": "entries",
									"name": "Viashino Names",
									"entries": [
										"Viashino accept, collect, and discard names freely, choosing names that fit their current sense of self or whim. Sometimes they'll string two or more names together, because they like the sound or because all the names feel meaningful and relevant at the time. As a result, members of other races often have a hard time keeping track of a viashino's name.",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Viashino Names:",
													"entry": "Aun, Bay, Bassisk, Cresh, Din, Essek, Fiksh, Gyan, Hsiska, Illati, Izka, Kyri, Liszik, Maush, Nyoser, Ossanash, Shekess, Skellek, Szil, Tenk, Tzia, Villi, Wyoryn, Yom, Ztash"
												}
											]
										}
									]
								}
							]
						}
					]
				}
			]
		}
	]
}
