{
	"_meta": {
		"sources": [
			{
				"json": "UA2021GothicLineages",
				"abbreviation": "UA21GL",
				"full": "Unearthed Arcana: 2021 Gothic Lineages",
				"authors": [
					"Wizards of the Coast"
				],
				"convertedBy": [
					"Giddy"
				],
				"version": "1.0.0",
				"url": "https://media.wizards.com/2021/dnd/downloads/UA2021_GothicLineages.pdf",
				"dateReleased": "2020-01-26"
			}
		],
		"dateAdded": 1701616429,
		"dateLastModified": 1714323291,
		"_dateLastModifiedHash": "0d5f36dafe",
		"edition": "classic"
	},
	"race": [
		{
			"name": "Dhampir",
			"source": "UA2021GothicLineages",
			"page": 2,
			"reprintedAs": [
				"Dhampir|VRGR"
			],
			"lineage": "UA1",
			"creatureTypes": [
				"humanoid",
				"undead"
			],
			"size": [
				"S",
				"M"
			],
			"speed": {
				"walk": 35,
				"climb": true
			},
			"darkvision": 60,
			"traitTags": [
				"Natural Weapon"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Type:",
							"entry": "Humanoid and Undead"
						},
						{
							"type": "item",
							"name": "Size:",
							"entry": "Medium or Small (choose when you gain this lineage)"
						}
					]
				},
				{
					"type": "entries",
					"name": "Darkvision",
					"entries": [
						"You can see in dim light within 60 feet of you as if it were bright light and in darkness as if it were dim light."
					]
				},
				{
					"type": "entries",
					"name": "Spider Climb",
					"entries": [
						"You have a climbing speed equal to your walking speed. In addition, at 3rd level, you can move up, down, and across vertical surfaces and upside down along ceilings, while leaving your hands free."
					]
				},
				{
					"type": "entries",
					"name": "Vampiric Bite",
					"entries": [
						"Your fanged bite is a natural weapon, which counts as a simple melee weapon with which you are proficient. You add your Constitution modifier to the attack and damage rolls when you attack with your bite. Your bite deals {@damage 1d4} piercing damage on a hit. While you are missing half or more of your hit points, you have advantage on attack rolls you make with this bite.",
						"When you use your bite and hit a creature that isn't a Construct or an Undead, you can empower yourself in one of the following ways of your choice:",
						{
							"type": "list",
							"items": [
								"regain hit points equal to the damage dealt by the bite",
								"gain a bonus to the next ability check or attack roll you make; the bonus equals the damage dealt by the bite."
							]
						},
						"You can empower yourself with your bite a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest."
					]
				}
			],
			"hasFluff": true
		},
		{
			"name": "Hexblood",
			"source": "UA2021GothicLineages",
			"page": 3,
			"reprintedAs": [
				"Hexblood|VRGR"
			],
			"lineage": "UA1",
			"creatureTypes": [
				"humanoid",
				"fey"
			],
			"size": [
				"S",
				"M"
			],
			"speed": 30,
			"darkvision": 60,
			"additionalSpells": [
				{
					"ability": {
						"choose": [
							"int",
							"wis",
							"cha"
						]
					},
					"known": {
						"1": [
							"disguise self",
							"hex"
						]
					}
				}
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Type:",
							"entry": "Fey and Humanoid"
						},
						{
							"type": "item",
							"name": "Size:",
							"entry": "Medium or Small (choose when you gain this lineage)"
						}
					]
				},
				{
					"type": "entries",
					"name": "Darkvision",
					"entries": [
						"You can see in dim light within 60 feet of you as if it were bright light and in darkness as if it were dim light."
					]
				},
				{
					"type": "entries",
					"name": "Fey Resilience",
					"entries": [
						"You have advantage on saving throws you make to avoid or end the {@condition charmed} condition on yourself."
					]
				},
				{
					"type": "entries",
					"name": "Hex Magic",
					"entries": [
						"You can cast the {@spell disguise self} and {@spell hex} spells with this trait. Intelligence, Wisdom, or Charisma is your spellcasting ability for these spells (choose when you gain this lineage). Once you cast either of these spells with this trait, you can't cast that spell with it again until you finish a long rest. You can also cast these spells using any spells slots you have."
					]
				},
				{
					"type": "entries",
					"name": "Magic Token",
					"entries": [
						"As an action, you can harmlessly pull out one of your nails, a tooth, or a lock of hair. This token is imbued with magic until you finish a long rest. While the token is imbued in this way, you can use an action to send a telepathic message to the creature holding or carrying the token, as long as you are on the same plane of existence and are within 10 miles of it. The message can contain up to twenty-five words.",
						"In addition, while you are within 10 miles of the token, you can use an action to enter a trance for 1 minute, during which you can see and hear from the token as if you were located where it is. While you are using your senses at the token's location, you are {@condition blinded} and {@condition deafened} in regard to your own surroundings. Afterward, the token is harmlessly destroyed.",
						"Once you create a token using this feature, you can't do so again until you finish a long rest, at which point your missing part regrows."
					]
				}
			],
			"hasFluff": true
		},
		{
			"name": "Reborn",
			"source": "UA2021GothicLineages",
			"page": 4,
			"reprintedAs": [
				"Reborn|VRGR"
			],
			"lineage": "UA1",
			"creatureTypes": [
				"humanoid",
				{
					"choose": [
						"construct",
						"undead"
					]
				}
			],
			"size": [
				"S",
				"M"
			],
			"speed": 30,
			"darkvision": 60,
			"traitTags": [
				"Improved Resting"
			],
			"resist": [
				"poison"
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Type:",
							"entry": "Humanoid, as well as Construct or Undead (choose when you gain this lineage)"
						},
						{
							"type": "item",
							"name": "Size:",
							"entry": "Medium or Small (choose when you gain this lineage)"
						}
					]
				},
				{
					"type": "entries",
					"name": "Darkvision",
					"entries": [
						"You can see in dim light within 60 feet of you as if it were bright light and in darkness as if it were dim light."
					]
				},
				{
					"type": "entries",
					"name": "Deathless Nature",
					"entries": [
						"You have escaped death, a fact represented by the following benefits:",
						{
							"type": "list",
							"items": [
								"You have advantage on saving throws against disease and being {@condition poisoned}, and you have resistance to poison damage.",
								"You have advantage on death saving throws.",
								"You don't need to eat, drink, or breathe.",
								"You don't need to sleep, and magic can't put you to sleep. You can finish a long rest in 4 hours if you spend those hours in an inactive, motionless state, during which you retain consciousness."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Knowledge from a Past Life",
					"entries": [
						"You temporarily remember sporadic glimpses of the past, perhaps faded memories from ages ago or a previous life. When you make an ability check that uses a skill, you can roll a {@dice d6} and add the number rolled to the check. You can use this feature a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest."
					]
				}
			],
			"hasFluff": true
		}
	],
	"raceFluff": [
		{
			"name": "Dhampir",
			"source": "UA2021GothicLineages",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Poised between the worlds of the living and the dead, dhampirs retain their grip on life yet are endlessly tested by vicious hungers. Their ties to the undead grant dhampirs a taste of a vampire's deathless prowess in the form of increased speed, {@sense darkvision}, and a life-draining bite. With unique insights into the nature of the undead, many dhampirs turn to the lives of adventurers and monster hunters. Their reasons are often deeply personal. Some seek danger, imagining monsters as personifications of their own hungers. Others pursue revenge against whatever turned them into a dhampir. And still others embrace the solitude of the hunt, striving to distance themselves from those who'd tempt their hunger.",
						{
							"type": "entries",
							"name": "Dhampir Hungers",
							"entries": [
								"Every dhampir knows a thirst slaked only by the living. This desire is a whisper in the mind, a tinge to the sight, a reflex constantly needing to be suppressed. Those who overindulge their thirst risk losing control and forever viewing others as prey. Those who resist might find exceptional ways of controlling their urges or suppress it through constant, molar-grinding restraint. In any case, temptation haunts dhampirs, and circumstances conspire to give them endless reasons to indulge.",
								"While many dhampirs thirst for blood, your character might otherwise gain sustenance from the living. Roll on or choose an option from the Dhampir Hungers table to determine what tempts your character to feed.",
								{
									"type": "table",
									"caption": "Dhampir Hungers",
									"colLabels": [
										"d8",
										"Hunger"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											"Blood"
										],
										[
											"2",
											"Flesh or raw meat"
										],
										[
											"3",
											"Cerebral spinal fluid"
										],
										[
											"4",
											"Esoteric humors"
										],
										[
											"5",
											"Psychic energy"
										],
										[
											"6",
											"A color from one's appearance"
										],
										[
											"7",
											"Dreams"
										],
										[
											"8",
											"Life energy"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Dhampir Origins",
							"entries": [
								"Dhampirs often arise from encounters with vampires, but all manner of macabre bargains, necromantic influences, and encounters with mysterious immortals might have transformed your character. The Dhampir Origins table provides suggestions for how your character gained their lineage.",
								{
									"type": "table",
									"caption": "Dhampir Origins",
									"colLabels": [
										"d8",
										"Origin"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											"You are the reincarnation of an ancestor who was a vampiric tyrant."
										],
										[
											"2",
											"Your pact with a predatory deity, fiend, fey, or spirit causes you to share their hunger."
										],
										[
											"3",
											"You survived being attacked by a vampire but were forever changed."
										],
										[
											"4",
											"A parasite inhabits your body. You indulge your hunger to sate it."
										],
										[
											"5",
											"You loved an immortal and were willing to be transformed into a vampire to join them, but tragedy interrupted the transformation."
										],
										[
											"6",
											"You are a diminished manifestation of an otherworldly being. Slaking your hunger hastens your renewal."
										],
										[
											"7",
											"You don't know your origins, but you were raised by vampires or other monsters."
										],
										[
											"8",
											"A radical experiment changed your body, making you reliant on others for vital fluids."
										]
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Hexblood",
			"source": "UA2021GothicLineages",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Where wishing fails, ancient magic can offer a heart's desire—at least, for a time. Hexbloods are individuals infused with eldritch magic, fey energy, or mysterious witchcraft. Some who enter into bargains with hags gain their deepest wishes but eventually find themselves transformed. These changes evidence a hag's influence: ears that split in forked points, skin in wild shades, lengthy hair that regrows if cut, and an irremovable living crown. Along with these marks, hexbloods manifest hag-like traits, such as long life, {@sense darkvision}, and a variety of magical methods to beguile the senses and avoid the same.",
						"While many hexbloods gain their lineage after making a deal with a hag, others reveal their nature as they age—particularly if a hag influenced them early in life or even before their birth. Many hexbloods turn to lives of adventure, seeking to discover the mysteries of their magic, to forge a connection with their fey natures, or to avoid a hag that obsesses over them.",
						{
							"type": "entries",
							"name": "Heir of Hags",
							"entries": [
								"One way hags create more of their kind is through the creation of hexbloods. Every hexblood exhibits features suggestive of the hag whose magic inspires their powers. This includes an unusual crown, often called a \"eldercross\" or \"witch's turn.\" This living, garland-like part of a hexblood's body extends from their temples and wraps behind the head, serving as a visible mark of the bargain between hag and hexblood, a debt owed, or a change to come."
							]
						},
						{
							"type": "inset",
							"name": "Becoming a Hag",
							"entries": [
								"Hags can undertake a ritual to irreversibly transform a hexblood they created into a new hag, either one of their own kind or that embodies the hexblood's nature. This requires that both the hag and hexblood be in the same place and consent to the lengthy ritual—circumstances most hexbloods shun but might come to accept over the course of centuries. Once a hexblood undergoes this irreversible ritual, they emerge as a hag NPC no longer under the control of the hexblood's player, unless the DM rules otherwise."
							]
						},
						{
							"type": "entries",
							"name": "Hexblood Origins",
							"entries": [
								"A bargain with a hag or other eerie forces transformed your character into a magical being. Roll on or choose an option from the Hexblood Origins table to determine how your character gained their lineage.",
								{
									"type": "table",
									"caption": "Hexblood Origins",
									"colLabels": [
										"d8",
										"Origin"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											"Seeking a child, your parent made a bargain with a hag. You are the result of that arrangement."
										],
										[
											"2",
											"Fey kidnappers swapped you and your parents' child."
										],
										[
											"3",
											"A coven of hags lost one of their members. You were created to replace the lost hag."
										],
										[
											"4",
											"You were cursed as a child. A deal with the spirits of the forest transformed you into a hexblood, now free of the curse."
										],
										[
											"5",
											"You began life as a fey creature, but an accident or crime changed you and forced you from your home."
										],
										[
											"6",
											"A slighted druid transformed you and bound you to live only so long as a sacred tree bears fruit."
										],
										[
											"7",
											"You made a deal with a hag, but they twisted your words and transformed you."
										],
										[
											"8",
											"You are a child of the wilds. Animals and mysterious whispers were the only family you ever knew."
										]
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Reborn",
			"source": "UA2021GothicLineages",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Death isn't always the end. The reborn exemplify this, being individuals who have died yet, somehow, still live. Some reborn exhibit the scars of fatal fates, their ashen flesh, missing limbs, or bloodless veins making it clear that they've been touched by death. Other reborn are marvels of magic or science, being stitched together from disparate beings or bearing mysterious minds in manufactured bodies. Whatever their origins, reborn know a new life and seek experiences and answers all their own.",
						{
							"type": "entries",
							"name": "Faded Memories",
							"entries": [
								"Reborn suffer from some manner of discontinuity, an interruption of their lives or physical state that their minds are ill equipped to deal with. Their memories of events before this interruption are often vague or absent. Occasionally, the most unexpected experiences might cause sensations or visions of the past to come rushing back.",
								"Rather than sleeping, reborn regularly sit and dwell on the past, hoping for some revelation of what came before. Most of the time, these are dark, silent stretches. Occasionally, though, in a moment of peace, stress, or excitement, a reborn gains a glimpse of what came before. When you desire to have such a dreamlike vision, roll on the Lost Memories table to inspire its details.",
								{
									"type": "table",
									"caption": "Lost Memories",
									"colLabels": [
										"d8",
										"Memory"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											"You recall a physically painful moment. What mark or scar on your body does it relate to?"
										],
										[
											"2",
											"A memory causes you to shed a tear. Is it a bitter or cheerful memory? Does recalling it make you feel the same way?"
										],
										[
											"3",
											"You recall a childhood memory. What about that event or who you were still influences you?"
										],
										[
											"4",
											"A memory brings with it the voice of someone once close to you. How do they advise you?"
										],
										[
											"5",
											"You recall enjoying something that you can't stand doing now. What is it? Why don't you like it now?"
										],
										[
											"6",
											"A memory carries a vivid smell or sensation. What are you going to do to recreate that experience?"
										],
										[
											"7",
											"You faintly remember a place that couldn't possibly exist. What is this vision? How does it make you feel?"
										],
										[
											"8",
											"You experience a memory you're certain isn't your own. How does it seem unnatural? Could it be a glimpse of a past nightmare or something worse?"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Reborn Origins",
							"entries": [
								"Reborn might originate from circumstances similar to those of various undead or constructs. Roll on or choose an option from the Reborn Origins table to determine how your character gained their lineage.",
								{
									"type": "table",
									"caption": "Reborn Origins",
									"colLabels": [
										"d8",
										"Origins"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											"You were magically resurrected but something went wrong."
										],
										[
											"2",
											"Stitches bind your body's mismatched pieces, and your memories come from multiple different lives."
										],
										[
											"3",
											"After clawing free from your grave, you realized you have no memories except for a single name."
										],
										[
											"4",
											"You were a necromancer's undead servant for years. One day, your consciousness returned."
										],
										[
											"5",
											"You awoke in an abandoned laboratory alongside complex designs for clockwork organs."
										],
										[
											"6",
											"You were released after being petrified for generations. Your memories have faded, though, and your body is not what it once was."
										],
										[
											"7",
											"Your body hosts a possessing spirit that shares its memories and replaces your missing appendages with phantasmal limbs."
										],
										[
											"8",
											"In public, you pass as an unremarkable individual, but you can feel the itchy straw stuffing inside you."
										]
									]
								}
							]
						}
					]
				}
			]
		}
	]
}
