{
	"_meta": {
		"sources": [
			{
				"json": "UATheFaithful",
				"abbreviation": "UATF",
				"full": "Unearthed Arcana: The Faithful",
				"authors": [
					"Wizards of the Coast"
				],
				"convertedBy": [
					"Giddy"
				],
				"version": "1.0.0",
				"url": "https://media.wizards.com/2016/dnd/downloads/UA%20Non-Divine%20Faithful%20SFG.pdf",
				"dateReleased": "2016-08-01"
			}
		],
		"dateAdded": 1701616429,
		"dateLastModified": 1701618486,
		"_dateLastModifiedHash": "85b8cf617a",
		"edition": "classic"
	},
	"subclass": [
		{
			"name": "The Seeker (UA)",
			"shortName": "Seeker (UA)",
			"source": "UATheFaithful",
			"className": "Warlock",
			"classSource": "PHB",
			"page": 1,
			"additionalSpells": [
				{
					"expanded": {
						"s1": [
							"feather fall",
							"jump"
						],
						"s2": [
							"levitate",
							"locate object"
						],
						"s3": [
							"clairvoyance",
							"sending"
						],
						"s4": [
							"arcane eye",
							"locate creature"
						],
						"s5": [
							"legend lore",
							"passwall"
						]
					}
				}
			],
			"subclassFeatures": [
				"The Seeker|Warlock||Seeker (UA)|UATheFaithful|1",
				"Astral Refuge|Warlock||Seeker (UA)|UATheFaithful|6",
				"Far Wanderer|Warlock||Seeker (UA)|UATheFaithful|10",
				"Astral Sequestration|Warlock||Seeker (UA)|UATheFaithful|14"
			]
		}
	],
	"subclassFeature": [
		{
			"name": "The Seeker",
			"source": "UATheFaithful",
			"page": 1,
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Seeker (UA)",
			"subclassSource": "UATheFaithful",
			"level": 1,
			"entries": [
				"Your patron is an inscrutable being who travels the Astral Plane in search of knowledge and secrets. In return for your patron's gifts, you wander the world seeking lore that you can share with the Seeker.",
				"Your patron could be any deity or other powerful entity dedicated to knowledge or forgotten lore. Celestian is an ideal patron for a Greyhawk campaign, and was the inspiration for this concept. In the Forgotten Realms, your patron might be Azuth or Oghma. Aureon makes an excellent patron in Eberron, while in Krynn and the Dragonlance campaign setting, Gilean is a good match for the Seeker's role.",
				{
					"type": "entries",
					"name": "Expanded Spell List",
					"entries": [
						"The Seeker lets you choose from an expanded list of spells when you learn a warlock spell. The following spells are added to the warlock spell list for you.",
						{
							"type": "table",
							"caption": "Seeker Expanded Spells",
							"colLabels": [
								"Spell Level",
								"Spells"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1st",
									"{@spell feather fall}, {@spell jump}"
								],
								[
									"2nd",
									"{@spell levitate}, {@spell locate object}"
								],
								[
									"3rd",
									"{@spell clairvoyance}, {@spell sending}"
								],
								[
									"4th",
									"{@spell arcane eye}, {@spell locate creature}"
								],
								[
									"5th",
									"{@spell legend lore}, {@spell passwall}"
								]
							]
						}
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Shielding Aurora|Warlock||Seeker (UA)|UATheFaithful|1"
				}
			]
		},
		{
			"name": "Shielding Aurora",
			"source": "UATheFaithful",
			"page": 1,
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Seeker (UA)",
			"subclassSource": "UATheFaithful",
			"level": 1,
			"header": 1,
			"entries": [
				"Starting at 1st level, you can invoke the Seeker's power to protect you from harm. As a bonus action, you create a whirling aurora of brilliant energy that swirls around you. Until the end of your next turn, you gain resistance to all damage, and if a hostile creature ends its turn within 10 feet of you, it takes radiant damage equal to your warlock level + your Charisma modifier.",
				"Once you use this feature, you can't use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Astral Refuge",
			"source": "UATheFaithful",
			"page": 1,
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Seeker (UA)",
			"subclassSource": "UATheFaithful",
			"level": 6,
			"header": 2,
			"entries": [
				"At 6th level, you gain the ability to step into an astral refuge. As an action, you disappear from the world for a brief moment and enter the Astral Plane, taking advantage of its timeless nature. While in your astral refuge, you can take two actions to cast spells that target only you. After using those two actions, you return to the space you occupied and your turn ends."
			]
		},
		{
			"name": "Far Wanderer",
			"source": "UATheFaithful",
			"page": 1,
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Seeker (UA)",
			"subclassSource": "UATheFaithful",
			"level": 10,
			"header": 2,
			"entries": [
				"At 10th level, you no longer need to breathe, and you gain resistance to fire damage and cold damage."
			]
		},
		{
			"name": "Astral Sequestration",
			"source": "UATheFaithful",
			"page": 1,
			"className": "Warlock",
			"classSource": "PHB",
			"subclassShortName": "Seeker (UA)",
			"subclassSource": "UATheFaithful",
			"level": 14,
			"header": 2,
			"entries": [
				"Starting at 14th level, you gain the ability to sequester yourself and your allies on the Astral Plane.",
				"By performing a special ritual over the course of 5 minutes, you shift yourself and up to ten willing creatures you can see to the Astral Plane. You and those creatures gain the benefits of a short rest while sequestered on the Astral Plane. You then return to the spaces you all occupied when you used this ability, with no time having passed in the world.",
				"During this short rest, you and the creatures you sequester can make use of any options available during a rest that affect only you and the creatures you sequester.",
				"Once you use this ability, you cannot use it again until you complete a long rest."
			]
		}
	],
	"optionalfeature": [
		{
			"name": "Pact of the Star Chain",
			"source": "UATheFaithful",
			"page": 1,
			"featureType": [
				"PB"
			],
			"additionalSpells": [
				{
					"ability": "cha",
					"innate": {
						"_": {
							"ritual": [
								"augury"
							]
						}
					}
				}
			],
			"entries": [
				"At 3rd level, a character dedicated to the {@class Warlock|phb|Seeker|Seeker (UA)|UATheFaithful} can select this option instead of one of the warlock's existing Pact Boon options.",
				"The Seeker grants you a chain forged from starlight, decorated with seven gleaming motes of brightness. While the chain is on your person, you know the {@spell augury} spell and can cast it as a ritual. The spell doesn't count against your number of spells known.",
				"Additionally, you can invoke the Seeker's power to gain advantage on an Intelligence check while you carry this item. Once you use this ability, you cannot use it again until you complete a short or long rest.",
				"If you lose your Star Chain, you can perform a 1-hour ceremony to receive a replacement from the Seeker. The ceremony can be performed during a short or long rest, and it destroys the previous chain. The chain disappears in a flash of light when you die.",
				"The exact form of this item might be different depending on your patron. The Star Chain is inspired by the Greyhawk deity Celestian."
			]
		}
	]
}
