{
	"_meta": {
		"sources": [
			{
				"json": "UAMonk",
				"abbreviation": "UAMk",
				"full": "Unearthed Arcana: Monk",
				"authors": [
					"Wizards of the Coast"
				],
				"convertedBy": [
					"Giddy"
				],
				"version": "1.0.0",
				"url": "https://media.wizards.com/2016/dnd/downloads/M_2016_UAMonk1_12_12WKWT.pdf",
				"dateReleased": "2016-12-12"
			}
		],
		"dateAdded": 1701616429,
		"dateLastModified": 1701618486,
		"_dateLastModifiedHash": "c4e8f54e9c",
		"edition": "classic"
	},
	"subclass": [
		{
			"name": "Way of the Kensei (UA)",
			"shortName": "Kensei (UA)",
			"source": "UAMonk",
			"className": "Monk",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"Way of the Kensei|Monk||Kensei (UA)|UAMonk|3",
				"One with the Blade|Monk||Kensei (UA)|UAMonk|6",
				"Sharpen the Blade|Monk||Kensei (UA)|UAMonk|11",
				"Unerring Accuracy|Monk||Kensei (UA)|UAMonk|17"
			]
		},
		{
			"name": "Way of Tranquility (UA)",
			"shortName": "Tranquility (UA)",
			"source": "UAMonk",
			"className": "Monk",
			"classSource": "PHB",
			"page": 1,
			"additionalSpells": [
				{
					"innate": {
						"3": {
							"_": [
								"sanctuary"
							]
						}
					},
					"ability": "wis"
				}
			],
			"subclassFeatures": [
				"Way of Tranquility|Monk||Tranquility (UA)|UAMonk|3",
				"Emissary of Peace|Monk||Tranquility (UA)|UAMonk|6",
				"Douse the Flames of War|Monk||Tranquility (UA)|UAMonk|11",
				"Anger of a Gentle Soul|Monk||Tranquility (UA)|UAMonk|17"
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Way of the Kensei",
			"source": "UAMonk",
			"page": 1,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Kensei (UA)",
			"subclassSource": "UAMonk",
			"level": 3,
			"entries": [
				"Monks of the Way of Kensei train relentlessly with their weapons, to the point that the weapon becomes like an extension of the body. A kensei sees a weapon in much the same way a painter regards a brush or a writer sees parchment, ink, and quill. A sword or bow is a tool used to express the beauty and elegance of the martial arts. That such mastery makes a kensei a peerless warrior and is but a side effect of intense devotion, practice, and study.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Path of the Kensei|Monk||Kensei (UA)|UAMonk|3"
				}
			]
		},
		{
			"name": "Path of the Kensei",
			"source": "UAMonk",
			"page": 1,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Kensei (UA)",
			"subclassSource": "UAMonk",
			"level": 3,
			"header": 1,
			"entries": [
				"When you choose this tradition at 3rd level, you learn to extend your knowledge of the martial arts beyond the standard array of monk weapons.",
				"You gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You gain proficiency with three martial weapons of your choice. A martial weapon is considered a kensei weapon for you if you're proficient with it.",
						"Whenever you wield a kensei weapon, you choose whether to use Dexterity or Strength for the attack and damage rolls of the weapon, and you choose whether to use your Martial Arts damage die in place of the weapon's damage die.",
						"When you take the {@action Attack} action on your turn and hit a target with a kensei weapon, you can use a bonus action to pummel the target, dealing an additional {@damage 1d4} bludgeoning damage to that target and to any other target you hit with the weapon as part of the {@action Attack}.",
						"If you make an unarmed strike as part of the {@action Attack} action on your turn and are holding a kensei weapon, you can use that weapon to defend yourself. You gain a +2 bonus to AC until the start of your next turn while you are not {@condition incapacitated} and the weapon is in your hand."
					]
				}
			]
		},
		{
			"name": "One with the Blade",
			"source": "UAMonk",
			"page": 1,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Kensei (UA)",
			"subclassSource": "UAMonk",
			"level": 6,
			"header": 2,
			"entries": [
				"At 6th level, you extend your ki into the weapons you hold, granting you the following benefits:",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Magic Weapons",
							"entries": [
								"Your attacks with your kensei weapons count as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Precise Strike",
							"entries": [
								"You can focus your attention on a single target in battle to understand and overcome its defenses. As a bonus action, pick one creature you can see within 30 feet of you. The next weapon attack you make against that creature during the current turn adds double your proficiency bonus to the attack roll, rather than your normal proficiency bonus. Once you use this ability, you can't use it again until you finish a short or long rest."
							]
						}
					]
				}
			]
		},
		{
			"name": "Sharpen the Blade",
			"source": "UAMonk",
			"page": 1,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Kensei (UA)",
			"subclassSource": "UAMonk",
			"level": 11,
			"header": 2,
			"consumes": {
				"name": "Ki",
				"amount": 3
			},
			"entries": [
				"At 11th level, you gain the ability to augment your weapons with the strength of your ki. As a bonus action, you can expend up to 3 ki points to grant a weapon you touch a bonus to attack and damage rolls while you wield it. The bonus equals the number of ki points you spent. This bonus lasts for 1 minute."
			]
		},
		{
			"name": "Unerring Accuracy",
			"source": "UAMonk",
			"page": 1,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Kensei (UA)",
			"subclassSource": "UAMonk",
			"level": 17,
			"header": 2,
			"entries": [
				"At 17th level, your mastery of weapons grants you extraordinary accuracy. On each of your turns, you can reroll one weapon attack roll you make that misses."
			]
		},
		{
			"name": "Way of Tranquility",
			"source": "UAMonk",
			"page": 1,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Tranquility (UA)",
			"subclassSource": "UAMonk",
			"level": 3,
			"entries": [
				"Monks of the Way of Tranquility see violence as a last resort. They use diplomacy, mercy, and understanding to resolve conflicts. If pushed, though, they are capable warriors who can bring an end to the unjust or cruel folk who refuse to listen to reason. When adventuring, these monks make excellent diplomats. They are also skilled in the healing arts, and can preserve their allies in the face of daunting foes.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Path of Tranquility|Monk||Tranquility (UA)|UAMonk|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Healing Hands|Monk||Tranquility (UA)|UAMonk|3"
				}
			]
		},
		{
			"name": "Healing Hands",
			"source": "UAMonk",
			"page": 1,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Tranquility (UA)",
			"subclassSource": "UAMonk",
			"level": 3,
			"header": 1,
			"entries": [
				"Your mystical touch can heal wounds. Starting at 3rd level, you have a pool of magical healing power that replenishes when you take a long rest. With that pool, you can restore a total number of hit points equal to your monk level × 10.",
				"As an action, you can touch a creature and draw power from the pool to restore a number of hit points to that creature, up to the maximum amount remaining in the pool.",
				"Instead of healing the creature, you can expend 5 hit points from your pool of healing to cure the target of one disease or neutralize one poison affecting it. You can cure multiple diseases and neutralize multiple poisons with a single use of Healing Hands, expending hit points separately for each one.",
				"When you use your Flurry of Blows, you can replace one of the unarmed strikes with a use of this feature.",
				"This feature has no effect on undead and constructs."
			]
		},
		{
			"name": "Path of Tranquility",
			"source": "UAMonk",
			"page": 1,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Tranquility (UA)",
			"subclassSource": "UAMonk",
			"level": 3,
			"header": 1,
			"entries": [
				"When you choose this tradition at 3rd level, you can become an island of calm in even the most chaotic of situations. With this feature, you can cast the {@spell sanctuary} spell on yourself, no material component required, and it lasts up to 8 hours. Its saving throw DC equals 8 + your proficiency bonus + your Wisdom modifier. A creature that succeeds on the save is immune to this effect for 1 hour.",
				"Once you cast the spell in this way, you can't do so again for 1 minute."
			]
		},
		{
			"name": "Emissary of Peace",
			"source": "UAMonk",
			"page": 1,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Tranquility (UA)",
			"subclassSource": "UAMonk",
			"level": 6,
			"header": 2,
			"entries": [
				"At 6th level, you gain the ability to diffuse violent situations. Whenever you make a Charisma check to calm violent emotions or to counsel peace, you have advantage on the roll. You must make this entreaty in good faith; it doesn't apply if proficiency in the {@skill Deception} or {@skill Intimidation} skill applies to your check.",
				"You also gain proficiency in the {@skill Performance} or {@skill Persuasion} skill (choose one)."
			]
		},
		{
			"name": "Douse the Flames of War",
			"source": "UAMonk",
			"page": 1,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Tranquility (UA)",
			"subclassSource": "UAMonk",
			"level": 11,
			"header": 2,
			"entries": [
				"At 11th level, you gain the ability to temporarily extinguish a creature's violent impulses. As an action, you can touch a creature, and it must make a Wisdom saving throw with a DC equal to 8 + your proficiency bonus + your Wisdom modifier. The target automatically succeeds if it's missing any of its hit points. If the target fails the save, it can't attack for 1 minute. During that time, it also can't cast spells that deal damage or that force someone to make a saving throw.",
				"This effect ends if the target is attacked, takes damage, or is forced to make a saving throw or if the target witnesses any of those things happening to its allies."
			]
		},
		{
			"name": "Anger of a Gentle Soul",
			"source": "UAMonk",
			"page": 1,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Tranquility (UA)",
			"subclassSource": "UAMonk",
			"level": 17,
			"header": 2,
			"entries": [
				"At 17th level, you gain the ability to visit vengeance on someone who fells others. If you see a creature reduce another creature to 0 hit points, you can use your reaction to grant yourself a bonus to all damage rolls against the aggressor until the end of your next turn. The bonus equals your monk level.",
				"Once you use this ability, you can't use it again until you finish a short or long rest."
			]
		}
	]
}
